<?xml version="1.0" encoding="UTF-8"?><rss xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:content="http://purl.org/rss/1.0/modules/content/" xmlns:atom="http://www.w3.org/2005/Atom" version="2.0" xmlns:media="http://search.yahoo.com/mrss/"><channel><title><![CDATA[Mitty Romero Antonioli - Product Design - Portafolio]]></title><description><![CDATA[Product Design - Portafolio]]></description><link>http://localhost:2368/</link><image><url>http://localhost:2368/favicon.png</url><title>Mitty Romero Antonioli - Product Design - Portafolio</title><link>http://localhost:2368/</link></image><generator>Ghost 5.47</generator><lastBuildDate>Thu, 18 May 2023 01:03:40 GMT</lastBuildDate><atom:link href="http://localhost:2368/rss/" rel="self" type="application/rss+xml"/><ttl>60</ttl><item><title><![CDATA[Insights Pro Landing]]></title><description><![CDATA[Nueva landing para Insights Pro, una potente herramienta de análisis de la contratación. Aspecto actualizado con nuevos elementos visuales, datos simplificados, nuevas ilustraciones e implementación en Haml/Ruby.]]></description><link>http://localhost:2368/es/insights-pro-landing/</link><guid isPermaLink="false">6461cc8371e1e448d021d37d</guid><category><![CDATA[Web/UX/UI]]></category><category><![CDATA[Diseño]]></category><category><![CDATA[Ilustración]]></category><dc:creator><![CDATA[es]]></dc:creator><pubDate>Mon, 15 May 2023 22:14:00 GMT</pubDate><media:content url="http://localhost:2368/content/images/2023/05/ipro-landing-thumb-1.png" medium="image"/><content:encoded><![CDATA[<hr><!--kg-card-begin: markdown--><img src="http://localhost:2368/content/images/2023/05/ipro-landing-thumb-1.png" alt="Insights Pro Landing"><p style>2023 <br> Get on Board</p>
<!--kg-card-end: markdown--><p><a href="https://www.getonbrd.com/insightspro?ref=localhost">Web final</a></p><h2 id="%F0%9F%8E%81-%C2%BFqu%C3%A9-es-insights-proel-producto">&#x1F381; &#xBF;Qu&#xE9; es Insights Pro? - El Producto</h2><p>Insights Pro es una <strong>herramienta poderosa y completa desarrollada por Get on Board que brinda a las empresas an&#xE1;lisis detallados y estad&#xED;sticas exhaustivas sobre los empleos publicados en su plataforma</strong>. Su objetivo principal es ayudar a las organizaciones a optimizar su estrategia de contrataci&#xF3;n al proporcionar informaci&#xF3;n valiosa y perspicaz sobre el rendimiento de los empleos.</p><h2 id="%F0%9F%8C%9F-el-proyecto">&#x1F31F; El Proyecto</h2><p>Nos enfrentamos al desaf&#xED;o de <strong>actualizar la identidad visual de Insights Pro</strong> para reflejar de manera m&#xE1;s precisa los valores y la personalidad de la marca. Esto implic&#xF3; un redise&#xF1;o completo del look &amp; feel, incluyendo la paleta de colores, presentaci&#xF3;n de la informaci&#xF3;n y elementos visuales.</p><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2023/05/image-1.png" class="kg-image" alt="Insights Pro Landing" loading="lazy" width="2000" height="588" srcset="http://localhost:2368/content/images/size/w600/2023/05/image-1.png 600w, http://localhost:2368/content/images/size/w1000/2023/05/image-1.png 1000w, http://localhost:2368/content/images/size/w1600/2023/05/image-1.png 1600w, http://localhost:2368/content/images/size/w2400/2023/05/image-1.png 2400w" sizes="(min-width: 720px) 720px"><figcaption>Header antes y despu&#xE9;s del nuevo look &amp; feel</figcaption></figure><p>Adem&#xE1;s, buscamos <strong>unificar la presencia web de Insights Pro en una sola landing </strong>dentro del sitio web de Get on Board. Durante la fase inicial del lanzamiento, creamos varias landings utilizando diferentes tecnolog&#xED;as como Webflow y Netlify + 11ty para iterar r&#xE1;pidamente sobre el contenido. Sin embargo, con una narrativa m&#xE1;s clara y una visi&#xF3;n m&#xE1;s consolidada del producto, era el momento de ordenar y unificar todo en una experiencia coherente y centralizada.</p><h3 id="objetivos">Objetivos</h3><p>Los objetivos del proyecto consistieron en:</p><ul><li>Dise&#xF1;ar un nuevo look &amp; feel que reflejara la intenci&#xF3;n y los valores de la marca.</li><li>Actualizar el dise&#xF1;o del landing page de Insights Pro con un enfoque fresco y renovado.</li><li>Unificar la presencia web del producto en una sola landing dentro del sitio web de Get on Board.</li></ul><hr><h2 id="%E2%98%80%EF%B8%8F-el-dise%C3%B1o-renovaci%C3%B3n-total">&#x2600;&#xFE0F; El dise&#xF1;o : renovaci&#xF3;n total</h2><h3 id="look-feel">Look &amp; Feel</h3><p>El principal cambio que hice a la identidad visual del producto fue en la paleta de colores, pasando de <strong>un esquema oscuro a un esquema claro</strong>, con el objetivo de darle un aspecto m&#xE1;s ligero y refrescante. Se incorporaron nuevos colores, como tonos lila y verde claro, que complementan los colores azules y rojos de Get on Board.</p><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2023/05/gradiente.png" class="kg-image" alt="Insights Pro Landing" loading="lazy" width="1225" height="725" srcset="http://localhost:2368/content/images/size/w600/2023/05/gradiente.png 600w, http://localhost:2368/content/images/size/w1000/2023/05/gradiente.png 1000w, http://localhost:2368/content/images/2023/05/gradiente.png 1225w" sizes="(min-width: 720px) 720px"><figcaption>Nuevos colores + el gradiente principal</figcaption></figure><p>Para lograr una apariencia moderna, <strong>se utilizaron gradientes sutiles en todas las secciones del landing</strong>. El gradiente principal, m&#xE1;s llamativo, se encuentra en el encabezado y el pie de p&#xE1;gina, mientras que otros gradientes delimitan las diferentes secciones del landing, proporcionando una experiencia visual atractiva y coherente.</p><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2023/05/gradientes-secundarios-2.png" class="kg-image" alt="Insights Pro Landing" loading="lazy" width="796" height="382" srcset="http://localhost:2368/content/images/size/w600/2023/05/gradientes-secundarios-2.png 600w, http://localhost:2368/content/images/2023/05/gradientes-secundarios-2.png 796w" sizes="(min-width: 720px) 720px"><figcaption>Algunos de los gradientes secundarios usados para las secciones.</figcaption></figure><p>Parte de esta actualizaci&#xF3;n de la identidad visual del producto fue tambi&#xE9;n crear nuevas ilustraciones que reflejaran los valores de la marca.</p><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2023/05/ilustraciones-4.png" class="kg-image" alt="Insights Pro Landing" loading="lazy" width="747" height="727" srcset="http://localhost:2368/content/images/size/w600/2023/05/ilustraciones-4.png 600w, http://localhost:2368/content/images/2023/05/ilustraciones-4.png 747w" sizes="(min-width: 720px) 720px"><figcaption>Ilustraciones que cre&#xE9; para el nuevo look and feel.</figcaption></figure><p>Para las nuevas ilustraciones, utilic&#xE9; perspectiva y sombras para dar una sensaci&#xF3;n de profundidad. Estas ilustraciones brindan <strong>un toque visual &#xFA;nico al landing y ayudan a transmitir mensajes clave de manera atractiva.</strong></p><p>El elemento m&#xE1;s importante de esta nueva landing era la secci&#xF3;n que explicaba el reporte de manera m&#xE1;s detallada. Para esta secci&#xF3;n, <strong>reinterpret&#xE9; y simplifiqu&#xE9; los gr&#xE1;ficos del reporte para hacerlos simples de entender</strong> a primera vista. Realiz&#xE9; ajustes en la presentaci&#xF3;n de los datos para destacar los puntos clave.</p><figure class="kg-card kg-image-card"><img src="http://localhost:2368/content/images/2023/05/graficos-3.png" class="kg-image" alt="Insights Pro Landing" loading="lazy" width="1373" height="870" srcset="http://localhost:2368/content/images/size/w600/2023/05/graficos-3.png 600w, http://localhost:2368/content/images/size/w1000/2023/05/graficos-3.png 1000w, http://localhost:2368/content/images/2023/05/graficos-3.png 1373w" sizes="(min-width: 720px) 720px"></figure><hr><h2 id="%F0%9F%92%BB-implentaci%C3%B3n">&#x1F4BB; Implentaci&#xF3;n</h2><p>La implementaci&#xF3;n del nuevo dise&#xF1;o la llev&#xE9; a cabo <strong>directamente en el codebase utilizando Haml y Ruby</strong>. Como responsable del front-end, me encargu&#xE9; de implementar el dise&#xF1;o del landing page, mientras colaboraba con otros desarrolladores para agregar la funcionalidad necesaria a los formularios de leads.</p><!--kg-card-begin: html--><p>
  <a class="btn btn-primary text-white" data-bs-toggle="collapse" href="#fullWebsiteIpro" role="button" aria-expanded="false" aria-controls="fullWebsiteIpro">
    Ver sitio final (screenshot) &#x2193;
  </a>
  <a class="btn btn-light" type="link" target="_blank" href="https://www.getonbrd.com/insightspro?ref=localhost">
    Ver sitio final (web) &#x2192;
  </a>
</p>
<div class="collapse" id="fullWebsiteIpro">
  <div class="card card-body">
    <img src="http://localhost:2368/content/images/size/w1000/2023/05/image-8.png" alt="Insights Pro Landing">
  </div>
</div><!--kg-card-end: html--><h2 id="%F0%9F%A7%A0-aprendizaje">&#x1F9E0; Aprendizaje</h2><p>Durante este proyecto, adquir&#xED; valiosos aprendizajes en diversas &#xE1;reas. Aprend&#xED; a gestionar eficientemente la actualizaci&#xF3;n de un landing page, desde la adaptaci&#xF3;n de la identidad visual hasta la incorporaci&#xF3;n de nuevos elementos gr&#xE1;ficos. Adem&#xE1;s, tuve la oportunidad de trabajar directamente en el codebase, lo que me permiti&#xF3; mejorar mis habilidades en Haml y Ruby. Tambi&#xE9;n gan&#xE9; experiencia en la creaci&#xF3;n de ilustraciones personalizadas y en la implementaci&#xF3;n de un dise&#xF1;o adaptable, lo cual contribuy&#xF3; a mi desarrollo profesional.</p>]]></content:encoded></item><item><title><![CDATA[Get on Board - Quick Apply]]></title><description><![CDATA[Get on Board es una plataforma líder de empleo y reclutamiento en América Latina. Creamos una nueva función, Quick Apply para simplificar la postulación, reduciendo la fricción.]]></description><link>http://localhost:2368/es/get-on-board-quick-apply/</link><guid isPermaLink="false">646206116fb35d40802d223e</guid><category><![CDATA[Web/UX/UI]]></category><dc:creator><![CDATA[es]]></dc:creator><pubDate>Mon, 15 May 2023 20:46:00 GMT</pubDate><media:content url="http://localhost:2368/content/images/2023/05/quick-apply-thumbnail-1.png" medium="image"/><content:encoded><![CDATA[<hr><!--kg-card-begin: markdown--><img src="http://localhost:2368/content/images/2023/05/quick-apply-thumbnail-1.png" alt="Get on Board - Quick Apply"><p style>2022 <br> Get on Board</p>
<!--kg-card-end: markdown--><p><a href="https://www.figma.com/proto/cqwm5JA6l3axYdYi0pxFJj/Applying-Funnel-Revamp-%2F-Quick-apply?page-id=1176%3A14248&amp;type=design&amp;node-id=1176-14670&amp;viewport=1227%2C1376%2C0.08&amp;scaling=scale-down-width&amp;starting-point-node-id=1176%3A14670&amp;show-proto-sidebar=1&amp;ref=localhost">Prototipo de testeo aqu&#xED;</a></p><h2 id="%F0%9F%8E%81-qu%C3%A9-es-get-on-boardel-producto">&#x1F381; Qu&#xE9; es Get on Board? - El Producto</h2><p>Get on Board <strong>es una plataforma de empleo y reclutamiento que conecta a empresas y profesionales del campo de la tecnolog&#xED;a en Am&#xE9;rica Latina</strong>. Desde su fundaci&#xF3;n en 2011, ha logrado posicionarse como una referencia l&#xED;der en la industria, proporcionando una soluci&#xF3;n integral para ayudar a empresas de diversos tama&#xF1;os a encontrar talento altamente calificado, al mismo tiempo que ofrece a profesionales del &#xE1;rea tecnol&#xF3;gica excelentes oportunidades laborales.</p><h2 id="%F0%9F%8C%9F-el-proyectopostulaci%C3%B3n-r%C3%A1pida-para-reducir-la-fricci%C3%B3n-en-el-proceso-de-postulaci%C3%B3n">&#x1F31F; El proyecto - postulaci&#xF3;n r&#xE1;pida para reducir la fricci&#xF3;n en el proceso de postulaci&#xF3;n</h2><p>El proyecto surgi&#xF3; con la finalidad de abordar la necesidad original de <strong>minimizar la fricci&#xF3;n en el proceso de postulaci&#xF3;n, especialmente para los nuevos usuarios</strong>. Se buscaba proporcionar una opci&#xF3;n de postulaci&#xF3;n alternativa que requiriera menos formularios y pasos, lo que se concret&#xF3; en la implementaci&#xF3;n de la funcionalidad denominada &quot;Quick Apply&quot;, garantizando que el proceso fuera r&#xE1;pido, sencillo y sin obst&#xE1;culos que desmotivaran a los candidatos a postularse.</p><h3 id="objetivos">Objetivos</h3><p>Los objetivos del proyecto fueron: </p><ol><li>Generar una nueva opci&#xF3;n de postulaci&#xF3;n &#xE1;gil, reducciendo la fricci&#xF3;n de los formularios largos.</li><li>Garantizar la coherencia en la experiencia tanto para los postulantes como para las empresas.</li><li>Mejorar la experiencia de postulaci&#xF3;n. Adem&#xE1;s de agilizar el proceso de postulaci&#xF3;n, el objetivo era sumar valor a la experiencia en su conjunto</li></ol><hr><h2 id="%E2%98%80%EF%B8%8F-el-proceso">&#x2600;&#xFE0F; El proceso</h2><h3 id="primera-fase-y-el-problema-antecedentes-y-primeros-acercamientos"><strong>Primera fase: y el problema, antecedentes y primeros acercamientos.</strong></h3><p>En la etapa inicial, se trabaj&#xF3; en la revisi&#xF3;n de una versi&#xF3;n temprana de Quick Apply que hab&#xED;a sido des-priorizada previamente. Debido a la persistente necesidad de reducir la fricci&#xF3;n en las postulaciones, se retom&#xF3; el proyecto con un enfoque renovado. </p><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2023/05/map-es.png" class="kg-image" alt="Get on Board - Quick Apply" loading="lazy" width="2000" height="1247" srcset="http://localhost:2368/content/images/size/w600/2023/05/map-es.png 600w, http://localhost:2368/content/images/size/w1000/2023/05/map-es.png 1000w, http://localhost:2368/content/images/size/w1600/2023/05/map-es.png 1600w, http://localhost:2368/content/images/size/w2400/2023/05/map-es.png 2400w" sizes="(min-width: 720px) 720px"><figcaption>Mapeo inicial de los objetivos, alcance, usuarios y consideraciones importantes para el proyecto</figcaption></figure><p>Para comprender mejor el problema, analizamos las necesidades de los usuarios y las empresas. Por un lado,<strong> los usuarios necesitaban una manera menos demandante de postular</strong>, mientras que las <strong>empresas prefer&#xED;an tener postulaciones completas</strong>. &#xA0;A partir de estos dos extremos, determinamos la menor cantidad posible de campos de informaci&#xF3;n necesarios para la postulaci&#xF3;n. En un inicio, Se concluy&#xF3; que los<strong> campos esenciales </strong>eran el correo electr&#xF3;nico, nombre del postulante, CV y Github/Linkedin del postulante, de ser necesario.</p><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2023/05/inicial-CV--subido-poner-codigo.png" class="kg-image" alt="Get on Board - Quick Apply" loading="lazy" width="566" height="822"><figcaption>Primera versi&#xF3;n del formulario de Quick Apply</figcaption></figure><!--kg-card-begin: html--><a class="btn btn-primary text-white" target="_blank" href="https://www.figma.com/proto/cqwm5JA6l3axYdYi0pxFJj/Applying-Funnel-Revamp-%2F-Quick-apply?page-id=0%3A1&amp;type=design&amp;node-id=1027-19031&amp;viewport=1020%2C1627%2C0.09&amp;scaling=scale-down-width&amp;starting-point-node-id=1027%3A19031&amp;ref=localhost">
    Prototipo incial &#x2192;
  </a><!--kg-card-end: html--><h3 id="c%C3%B3mo-funciona-quick-apply-y-su-integraci%C3%B3n-con-la-experiencia-de-las-compa%C3%B1%C3%ADas">C&#xF3;mo funciona Quick Apply y su integraci&#xF3;n con la experiencia de las compa&#xF1;&#xED;as.</h3><p>Desde el punto de vista t&#xE9;cnico, la implementaci&#xF3;n de Quick Apply se bas&#xF3; en la utilizaci&#xF3;n de un enlace m&#xE1;gico enviado al correo electr&#xF3;nico del postulante para iniciar sesi&#xF3;n en la plataforma. Una vez dentro, los usuarios tienen la posibilidad de agregar m&#xE1;s informaci&#xF3;n a su postulaci&#xF3;n. Para los usuarios existentes, los campos se autocompletan, lo que simplifica a&#xFA;n m&#xE1;s el proceso. </p><p>Desde la perspectiva de expriencia para el postulante, Quick Apply pasaba por varios touchpoints de manera lineal: </p><ol><li>El formulario inicial de postulaci&#xF3;n</li><li>El correo enviado al usuario con el Magic Link</li><li>Los formularios para que el postulante complete m&#xE1;s informaci&#xF3;n una vez dentro de Get on Board</li></ol><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2023/05/postulaci-n-incompleta-old-1.png" class="kg-image" alt="Get on Board - Quick Apply" loading="lazy" width="955" height="581" srcset="http://localhost:2368/content/images/size/w600/2023/05/postulaci-n-incompleta-old-1.png 600w, http://localhost:2368/content/images/2023/05/postulaci-n-incompleta-old-1.png 955w" sizes="(min-width: 720px) 720px"><figcaption>Pantalla de &quot;postulaci&#xF3;n incompleta&quot;, la primera versi&#xF3;n a la que llegamos para incentivar al usuario a rellenar m&#xE1;s informaci&#xF3;n.</figcaption></figure><p>Sin embargo, surgi&#xF3; el desaf&#xED;o de<strong> integrar los postulantes de Quick Apply con la experiencia de las compa&#xF1;&#xED;as</strong>. No solo los postulantes, si no la opci&#xF3;n de tener o no Quick Apply habilitado en un empleo. Para solucionarlo, se establecieron dos cosas:</p><ol><li>Que los postulantes que utilizan Quick Apply sean f&#xE1;cilmente distinguibles mediante un &#xED;cono en el funnel/kamban.</li><li> Que las empresas tengan la opci&#xF3;n de activar o desactivar Quick Apply para cada empleo, brindando flexibilidad a las empresas en su proceso de selecci&#xF3;n.</li></ol><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2023/05/quick-apply-empresas.png" class="kg-image" alt="Get on Board - Quick Apply" loading="lazy" width="2000" height="906" srcset="http://localhost:2368/content/images/size/w600/2023/05/quick-apply-empresas.png 600w, http://localhost:2368/content/images/size/w1000/2023/05/quick-apply-empresas.png 1000w, http://localhost:2368/content/images/size/w1600/2023/05/quick-apply-empresas.png 1600w, http://localhost:2368/content/images/2023/05/quick-apply-empresas.png 2022w" sizes="(min-width: 720px) 720px"><figcaption>Switches donde se puede prender Quick Apply en un empleo + card de una postulaci&#xF3;n quick.</figcaption></figure><h3 id="desarrollo-y-mejoras-basadas-en-prototipos-y-pruebas">Desarrollo y mejoras basadas en prototipos y pruebas</h3><p>Durante la fase de prototipos y pruebas, se realizaron ajustes y mejoras basados en insights obtenidos. Algunas de las mejoras implementadas incluyeron <strong>hacer m&#xE1;s visible el bot&#xF3;n de postulaci&#xF3;n y dividir los campos requeridos para los postulantes en dos categor&#xED;as: esenciales y opcionales</strong>. Los campos esenciales se limitaron al correo electr&#xF3;nico, nombre y curr&#xED;culum vitae, y en caso de ser necesario, se agreg&#xF3; el campo de salario. Los campos opcionales, como el perfil de GitHub, LinkedIn o portafolios, podr&#xED;an ser agregados posteriormente para completar la postulaci&#xF3;n de manera m&#xE1;s detallada y personalizada.</p><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2023/05/formulario-final---prototipo-1.png" class="kg-image" alt="Get on Board - Quick Apply" loading="lazy" width="1168" height="490" srcset="http://localhost:2368/content/images/size/w600/2023/05/formulario-final---prototipo-1.png 600w, http://localhost:2368/content/images/size/w1000/2023/05/formulario-final---prototipo-1.png 1000w, http://localhost:2368/content/images/2023/05/formulario-final---prototipo-1.png 1168w" sizes="(min-width: 720px) 720px"><figcaption>Izquierda: formulario al momento de hacer click en el bot&#xF3;n de Quick Apply. Derecha: formulario cuando el usuario ya ingresa a Get on Board</figcaption></figure><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2023/05/botones-antes-y-despues.png" class="kg-image" alt="Get on Board - Quick Apply" loading="lazy" width="1321" height="573" srcset="http://localhost:2368/content/images/size/w600/2023/05/botones-antes-y-despues.png 600w, http://localhost:2368/content/images/size/w1000/2023/05/botones-antes-y-despues.png 1000w, http://localhost:2368/content/images/2023/05/botones-antes-y-despues.png 1321w" sizes="(min-width: 720px) 720px"><figcaption>Mejora del bot&#xF3;n para hacerlo m&#xE1;s notorio.</figcaption></figure><!--kg-card-begin: html--><a class="btn btn-primary text-white" target="_blank" href="https://www.figma.com/proto/cqwm5JA6l3axYdYi0pxFJj/Applying-Funnel-Revamp-%2F-Quick-apply?page-id=1176%3A14248&amp;type=design&amp;node-id=1176-14670&amp;viewport=1227%2C1376%2C0.08&amp;scaling=scale-down-width&amp;starting-point-node-id=1176%3A14670&amp;show-proto-sidebar=1&amp;ref=localhost">
    Prototipo de testeo aqu&#xED; &#x2192;
  </a><!--kg-card-end: html--><h3 id="versi%C3%B3n-final-y-evoluci%C3%B3n-del-proyecto-quick-apply">Versi&#xF3;n final y evoluci&#xF3;n del proyecto Quick Apply</h3><p>Despu&#xE9;s de iterar en m&#xFA;ltiples prototipos y realizar pruebas exhaustivas, se lleg&#xF3; al prototipo final que incorporaba todas las mejoras y ajustes realizados a lo largo del proceso. Este prototipo final fue considerado listo para su implementaci&#xF3;n y represent&#xF3; la versi&#xF3;n actual del proyecto. La versi&#xF3;n final de Quick Apply es <strong>el resultado de una evoluci&#xF3;n completa, que incluye todas las mejoras y funcionalidades dise&#xF1;adas y probadas durante el desarrollo del proyecto, junto con nuevas mejoras visuales que brindan una experiencia a&#xFA;n m&#xE1;s satisfactoria.</strong></p><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2023/05/quick-apply-actual.png" class="kg-image" alt="Get on Board - Quick Apply" loading="lazy" width="1986" height="972" srcset="http://localhost:2368/content/images/size/w600/2023/05/quick-apply-actual.png 600w, http://localhost:2368/content/images/size/w1000/2023/05/quick-apply-actual.png 1000w, http://localhost:2368/content/images/size/w1600/2023/05/quick-apply-actual.png 1600w, http://localhost:2368/content/images/2023/05/quick-apply-actual.png 1986w" sizes="(min-width: 720px) 720px"><figcaption>Formulario de quick apply inicial. Izquierda: al apretar el bot&#xF3;n. Derecha: luego de hacer click en el magic link.</figcaption></figure><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2023/05/more-info.png" class="kg-image" alt="Get on Board - Quick Apply" loading="lazy"><figcaption>A parte, para nuevos usuarios hay un pop up para rellenar informaci&#xF3;n adiional.</figcaption></figure><hr><h2 id="%F0%9F%A7%A0-aprendizajes">&#x1F9E0; Aprendizajes</h2><p>A lo largo del proyecto, se obtuvieron valiosos aprendizajes que contribuyeron al conocimiento y habilidades en el dise&#xF1;o y desarrollo de experiencias de postulaci&#xF3;n m&#xE1;s eficientes. Se destac&#xF3; la <strong>importancia de la simplicidad en el proceso de postulaci&#xF3;n, comprendiendo que reducir la fricci&#xF3;n y eliminar obst&#xE1;culos innecesarios es esencial para motivar a los candidatos a postularse. </strong>Adem&#xE1;s, se reconoci&#xF3; la necesidad de adaptarse a las preferencias y necesidades de los usuarios existentes, brindando opciones flexibles que se ajusten a sus expectativas. La iteraci&#xF3;n constante y las pruebas jugaron un papel crucial en la obtenci&#xF3;n de insights valiosos que guiaron las mejoras continuas y permitieron ofrecer una experiencia de postulaci&#xF3;n m&#xE1;s eficiente y satisfactoria tanto para los postulantes como para las empresas.</p><p></p>]]></content:encoded></item><item><title><![CDATA[Ilustraciones para Get on Board]]></title><description><![CDATA[Ilustraciones y sistema de ilustración para Get on Board]]></description><link>http://localhost:2368/es/get-on-board-illus/</link><guid isPermaLink="false">6462aa8b49ea8b1aac0b194a</guid><category><![CDATA[Ilustración]]></category><dc:creator><![CDATA[es]]></dc:creator><pubDate>Mon, 15 May 2023 19:28:00 GMT</pubDate><media:content url="http://localhost:2368/content/images/2023/05/thumb-illus-1.png" medium="image"/><content:encoded><![CDATA[<hr><!--kg-card-begin: markdown--><img src="http://localhost:2368/content/images/2023/05/thumb-illus-1.png" alt="Ilustraciones para Get on Board"><p style> 2022 - 2023 <br> Get on Board</p>
<!--kg-card-end: markdown--><h2 id="%F0%9F%8C%9F-el-proyecto-y-objetivos">&#x1F31F; El proyecto y objetivos</h2><p>Para complementar la marca de Get on Board, se necesitaba e<strong>stilo de ilustraci&#xF3;n que representara a la humanidad sin limitarse a caracter&#xED;sticas f&#xED;sicas espec&#xED;ficas. </strong>Para lograrlo, cre&#xE9; unas un estilo de ilustraci&#xF3;n basado en formas geom&#xE9;tricas con sombras, reflejando la superposici&#xF3;n de elementos tambi&#xE9;n presentes en el logo de Get on Board.</p><figure class="kg-card kg-image-card"><img src="http://localhost:2368/content/images/2023/05/star-illus-1.png" class="kg-image" alt="Ilustraciones para Get on Board" loading="lazy" width="584" height="598"></figure><hr><h2 id="%F0%9F%92%A1-componentes">&#x1F4A1; Componentes</h2><h3 id="colores">Colores</h3><p>Para los colores, utilic&#xE9; una <strong>paleta de colores basada en los colores de Get on Board</strong>, pero extendida, con varios tonos de cada color para permitir mezclas en las ilustraciones.</p><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2023/05/Group-496.png" class="kg-image" alt="Ilustraciones para Get on Board" loading="lazy" width="2000" height="695" srcset="http://localhost:2368/content/images/size/w600/2023/05/Group-496.png 600w, http://localhost:2368/content/images/size/w1000/2023/05/Group-496.png 1000w, http://localhost:2368/content/images/size/w1600/2023/05/Group-496.png 1600w, http://localhost:2368/content/images/size/w2400/2023/05/Group-496.png 2400w" sizes="(min-width: 720px) 720px"><figcaption>Colores para las ilustraciones</figcaption></figure><p>En cuanto a la paleta de colores de los personajes, normalmente <strong>se asigna un color primario a cada personaje</strong> y se utilizan varios tonos de ese color para las distintas partes del dise&#xF1;o del personaje.</p><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2023/05/character-colors-1.png" class="kg-image" alt="Ilustraciones para Get on Board" loading="lazy"><figcaption>Colores para los personajes</figcaption></figure><h3 id="fondos">Fondos</h3><p>Los fondos consisten en<strong> colores s&#xF3;lidos con elementos flotantes</strong>, como estrellas, l&#xED;neas, puntos u objetos concretos, que encapsulan o enmarcan las ilustraciones.</p><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2023/05/fondos.png" class="kg-image" alt="Ilustraciones para Get on Board" loading="lazy" width="2000" height="426" srcset="http://localhost:2368/content/images/size/w600/2023/05/fondos.png 600w, http://localhost:2368/content/images/size/w1000/2023/05/fondos.png 1000w, http://localhost:2368/content/images/size/w1600/2023/05/fondos.png 1600w, http://localhost:2368/content/images/size/w2400/2023/05/fondos.png 2400w" sizes="(min-width: 720px) 720px"><figcaption>Ejemplos de fondo</figcaption></figure><p>Los elementos en el fondo pueden ser estrellas, lineas, puntos o incluso objetos m&#xE1;s concretos. </p><figure class="kg-card kg-image-card"><img src="http://localhost:2368/content/images/2023/05/background-example-1.png" class="kg-image" alt="Ilustraciones para Get on Board" loading="lazy" width="584" height="598"></figure><h3 id="objetos">Objetos</h3><figure class="kg-card kg-image-card kg-width-full"><img src="http://localhost:2368/content/images/2023/05/objects-3-1.png" class="kg-image" alt="Ilustraciones para Get on Board" loading="lazy" width="2000" height="258" srcset="http://localhost:2368/content/images/size/w600/2023/05/objects-3-1.png 600w, http://localhost:2368/content/images/size/w1000/2023/05/objects-3-1.png 1000w, http://localhost:2368/content/images/size/w1600/2023/05/objects-3-1.png 1600w, http://localhost:2368/content/images/size/w2400/2023/05/objects-3-1.png 2400w"></figure><p>Los objetos sirven para<strong> complementar la acci&#xF3;n de una ilustraci&#xF3;n</strong>. A menudo van a estar flotando en los alrededores de los personajes. Se mantienen en la paleta de colores.</p><p>No todas las ilustraciones presentan personajes. En las que carecen de personajes, el foco principal se centra en un objeto central rodeado de objetos secundarios de menor importancia.</p><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2023/05/no-character-2.png" class="kg-image" alt="Ilustraciones para Get on Board" loading="lazy" width="905" height="728" srcset="http://localhost:2368/content/images/size/w600/2023/05/no-character-2.png 600w, http://localhost:2368/content/images/2023/05/no-character-2.png 905w" sizes="(min-width: 720px) 720px"><figcaption>Ilustraciones que no presentan un personaje central.</figcaption></figure><h3 id="elementos-de-ui">Elementos de UI</h3><p>Para representar la plataforma de Get on Board, us&#xE9; <strong>versiones simplificadas de la UI de la plataforma, agregando perspectiva.</strong></p><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2023/05/ui-illustrations-1.png" class="kg-image" alt="Ilustraciones para Get on Board" loading="lazy" width="715" height="598" srcset="http://localhost:2368/content/images/size/w600/2023/05/ui-illustrations-1.png 600w, http://localhost:2368/content/images/2023/05/ui-illustrations-1.png 715w"><figcaption>Ilustraciones con UI</figcaption></figure><h3 id="composici%C3%B3n">Composici&#xF3;n</h3><p><strong>El punto de ancla de las ilustraciones son los personajes, y los demas elementos &quot;flotan&quot; a su alrededor.</strong> El personaje sobresale de los l&#xED;mites del fondo y toma protagonismo. </p><figure class="kg-card kg-image-card"><img src="http://localhost:2368/content/images/2023/05/composition-1.png" class="kg-image" alt="Ilustraciones para Get on Board" loading="lazy" width="584" height="598"></figure><hr><h2 id="%F0%9F%9A%80usos">&#x1F680;Usos</h2><figure class="kg-card kg-image-card"><img src="http://localhost:2368/content/images/2023/05/uses-2.png" class="kg-image" alt="Ilustraciones para Get on Board" loading="lazy" width="1427" height="1387" srcset="http://localhost:2368/content/images/size/w600/2023/05/uses-2.png 600w, http://localhost:2368/content/images/size/w1000/2023/05/uses-2.png 1000w, http://localhost:2368/content/images/2023/05/uses-2.png 1427w" sizes="(min-width: 720px) 720px"></figure><p>A lo largo del 2022 -2023, he creado un <strong>banco de ilustraciones y un sistema para reconstruirlas</strong> para hacer la creaci&#xF3;n de estas m&#xE1;s eficiente. Estas ilustraciones se han implementado de manera estrat&#xE9;gica en <strong>diversos puntos de contacto</strong>, como newsletters, cubiertas de podcast, sitios web y stickers. Su prop&#xF3;sito es fortalecer la identidad visual de la marca y transmitir la conexi&#xF3;n entre la empresa y la dimensi&#xF3;n humana.</p><figure class="kg-card kg-image-card"><img src="http://localhost:2368/content/images/2023/05/Contenido.png" class="kg-image" alt="Ilustraciones para Get on Board" loading="lazy" width="1080" height="1080" srcset="http://localhost:2368/content/images/size/w600/2023/05/Contenido.png 600w, http://localhost:2368/content/images/size/w1000/2023/05/Contenido.png 1000w, http://localhost:2368/content/images/2023/05/Contenido.png 1080w" sizes="(min-width: 720px) 720px"></figure><hr><h3 id="%F0%9F%A7%A0-aprendizajes">&#x1F9E0; Aprendizajes</h3><p>Como aprendizaje clave, destaco la efectividad de <strong>utilizar formas geom&#xE9;tricas primitivas para representar la humanidad de manera inclusiva</strong>. Adem&#xE1;s, se reconozco la importancia de utilizar estas ilustraciones de manera coherente en todos los canales de comunicaci&#xF3;n, asegurando una imagen de marca s&#xF3;lida y consistente.</p><figure class="kg-card kg-image-card"><img src="http://localhost:2368/content/images/2023/05/Grupo-de-gobers-1.png" class="kg-image" alt="Ilustraciones para Get on Board" loading="lazy" width="2000" height="1458" srcset="http://localhost:2368/content/images/size/w600/2023/05/Grupo-de-gobers-1.png 600w, http://localhost:2368/content/images/size/w1000/2023/05/Grupo-de-gobers-1.png 1000w, http://localhost:2368/content/images/size/w1600/2023/05/Grupo-de-gobers-1.png 1600w, http://localhost:2368/content/images/2023/05/Grupo-de-gobers-1.png 2044w" sizes="(min-width: 720px) 720px"></figure>]]></content:encoded></item><item><title><![CDATA[Awesome Fest Landing Hub]]></title><description><![CDATA[Creé e implementé un landing hub para proporcionar información sobre el evento y mejorar el compromiso de los participantes en el Awesome Fest 2022 de Get on Board.]]></description><link>http://localhost:2368/es/awesome-fest-landing-hub/</link><guid isPermaLink="false">6462736e6fb35d40802d2315</guid><category><![CDATA[Diseño]]></category><category><![CDATA[Web/UX/UI]]></category><dc:creator><![CDATA[es]]></dc:creator><pubDate>Mon, 15 May 2023 17:39:00 GMT</pubDate><media:content url="http://localhost:2368/content/images/2023/05/awesome-fest-thumb-1.png" medium="image"/><content:encoded><![CDATA[<hr><!--kg-card-begin: markdown--><img src="http://localhost:2368/content/images/2023/05/awesome-fest-thumb-1.png" alt="Awesome Fest Landing Hub"><p style> 2022<br> Get on Board</p>
<!--kg-card-end: markdown--><p><a href="https://www.awesomefest.co/?ref=localhost">Web actual (post Awesome Fest)</a></p><p><a href="https://www.awesomefest.co/2022/awf22-home?ref=localhost">Web final (pre Awesome Fest)</a> <em>contrase&#xF1;a: awesomefest2022</em></p><h2 id="%F0%9F%8E%81-%C2%BFqu%C3%A9-es-el-awesome-festel-producto">&#x1F381; &#xBF;Qu&#xE9; es el Awesome Fest? - El producto</h2><p>El Awesome Fest de Get on Board es un evento anual que <strong>re&#xFA;ne a profesionales y empresas de tecnolog&#xED;a en Am&#xE9;rica Latina</strong>. Durante el festival, los asistentes tienen la oportunidad de participar en charlas inspiradoras, talleres pr&#xE1;cticos y actividades de networking. El objetivo del evento es fomentar el intercambio de conocimientos, promover la colaboraci&#xF3;n y impulsar el crecimiento profesional en la comunidad tecnol&#xF3;gica.</p><h2 id="%F0%9F%8C%9F-el-proyecto">&#x1F31F; El proyecto</h2><p>En el marco de la edici&#xF3;n del 2022, mi labor principal consisti&#xF3; en la c<strong>reaci&#xF3;n de un landing hub que sirviera como centro de informaci&#xF3;n clave sobre el Awesome Fest</strong>. Este espacio fue dise&#xF1;ado estrat&#xE9;gicamente para brindar a los participantes un acceso f&#xE1;cil y r&#xE1;pido a detalles sobre los sponsors, los media partners, la programaci&#xF3;n del evento, los speakers destacados y la feria de talentos.</p><h3 id="objetivos">Objetivos</h3><p>Los objetivos del proyecto fueron:</p><ol><li>Centralizar la informaci&#xF3;n: Dise&#xF1;ar un espacio digital donde los participantes encuentren f&#xE1;cilmente todos los detalles relevantes del evento, desde sponsors hasta programaci&#xF3;n y speakers.</li><li>Garantizar experiencia de usuario intuitiva: Brindar una navegaci&#xF3;n fluida y amigable, con una estructura clara y secciones bien definidas para que los usuarios encuentren r&#xE1;pidamente lo que buscan.</li><li>Promover la participaci&#xF3;n: Facilitar la interacci&#xF3;n activa de los asistentes mediante enlaces a actividades en tiempo real durante el evento y contenido actualizado para revivir las conferencias, manteniendo el compromiso de la comunidad tecnol&#xF3;gica.</li></ol><hr><h2 id="%F0%9F%92%BB-el-sitio">&#x1F4BB; &#xA0;El sitio</h2><h3 id="estructura">Estructura</h3><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2023/05/estructura-es-1.png" class="kg-image" alt="Awesome Fest Landing Hub" loading="lazy" width="493" height="102"><figcaption>Mapa del sitio</figcaption></figure><p>La estructura del landing hub del Awesome Fest comprende varias secciones clave.</p><ol><li><strong>La p&#xE1;gina principal</strong> da la bienvenida a los visitantes y destaca los aspectos m&#xE1;s importantes del evento. </li><li><strong>Los speakers</strong> presenta a los expertos que compartir&#xE1;n sus conocimientos en el evento.</li><li><strong>La secci&#xF3;n de sponsors </strong>presenta a las empresas que apoyan el festival, as&#xED; como sus links de contacto.</li><li><strong>Los media partners</strong> muestran a las comunidades asociadas con el Awesome Fest, que colaboraron con la realizaci&#xF3;n del evento. </li><li><strong>La programaci&#xF3;n </strong>detalla las conferencias y actividades planificadas. </li><li><strong>Finalmente, la feria de talentos/jobs </strong>brinda la oportunidad de explorar opciones de empleo en las empresas sponsor.</li></ol><h3 id="identidad-gr%C3%A1fica">Identidad gr&#xE1;fica</h3><figure class="kg-card kg-image-card kg-width-full kg-card-hascaption"><img src="http://localhost:2368/content/images/2023/05/banner-3.png" class="kg-image" alt="Awesome Fest Landing Hub" loading="lazy" width="1503" height="570" srcset="http://localhost:2368/content/images/size/w600/2023/05/banner-3.png 600w, http://localhost:2368/content/images/size/w1000/2023/05/banner-3.png 1000w, http://localhost:2368/content/images/2023/05/banner-3.png 1503w"><figcaption>Banner siguiendo la identidad gr&#xE1;fica del evento</figcaption></figure><p>La identidad visual del Awesome Fest 2022 se bas&#xF3; en el <strong>concepto de fiesta y transmiti&#xF3; energ&#xED;a y vitalidad</strong>. Se utilizaron colores vibrantes como el azul, el rojo y el verde para crear un impacto visual. Las formas org&#xE1;nicas enmarcaron las fotograf&#xED;as y agregaron dinamismo. Se incorporaron elementos visuales &quot;hand drawn&quot; (dibujados a mano) para un aspecto personalizado y creativo. Patrones y tags ecl&#xE9;cticos se utilizaron para transmitir un ambiente festivo y libre. La tipograf&#xED;a principal fue Work Sans, con decoraciones en los textos.</p><figure class="kg-card kg-image-card kg-width-wide kg-card-hascaption"><img src="http://localhost:2368/content/images/2023/05/tarjetas-speakers.png" class="kg-image" alt="Awesome Fest Landing Hub" loading="lazy" width="2000" height="428" srcset="http://localhost:2368/content/images/size/w600/2023/05/tarjetas-speakers.png 600w, http://localhost:2368/content/images/size/w1000/2023/05/tarjetas-speakers.png 1000w, http://localhost:2368/content/images/size/w1600/2023/05/tarjetas-speakers.png 1600w, http://localhost:2368/content/images/size/w2400/2023/05/tarjetas-speakers.png 2400w" sizes="(min-width: 1200px) 1200px"><figcaption>Dise&#xF1;o de las tarjetas de speakers</figcaption></figure><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2023/05/tags.png" class="kg-image" alt="Awesome Fest Landing Hub" loading="lazy"><figcaption>Tags</figcaption></figure><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2023/05/colores.png" class="kg-image" alt="Awesome Fest Landing Hub" loading="lazy" width="526" height="77"><figcaption>colores</figcaption></figure><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2023/05/tipografoa.png" class="kg-image" alt="Awesome Fest Landing Hub" loading="lazy" width="1215" height="870" srcset="http://localhost:2368/content/images/size/w600/2023/05/tipografoa.png 600w, http://localhost:2368/content/images/size/w1000/2023/05/tipografoa.png 1000w, http://localhost:2368/content/images/2023/05/tipografoa.png 1215w" sizes="(min-width: 720px) 720px"><figcaption>Elementos gr&#xE1;ficos en textos.</figcaption></figure><hr><h2 id="%F0%9F%92%BB-implementaci%C3%B3n">&#x1F4BB; Implementaci&#xF3;n</h2><p>La implementaci&#xF3;n del landing hub se realiz&#xF3; en Webflow, utilizando componentes reutilizables para crear una <strong>experiencia consistente a lo largo del sitio</strong>. Se aprovech&#xF3; la flexibilidad de Webflow para actualizar r&#xE1;pidamente el contenido y mantenerlo actualizado durante todo el evento.</p><!--kg-card-begin: html--><p>
  <a class="btn btn-primary text-white" data-bs-toggle="collapse" href="#fullWebsiteIpro" role="button" aria-expanded="false" aria-controls="fullWebsiteIpro">
    Ver sitio final (screenshot) &#x2193;
  </a>
  <a class="btn btn-light" type="link" target="_blank" href="https://www.awesomefest.co/2022/awf22-home?ref=localhost">
      Ver sitio final (web) &#x2192; <span>Contrase&#xF1;a: awesomefest2022</span>
  </a>
</p>
<div class="collapse" id="fullWebsiteIpro">
  <div class="card card-body">
    <img src="http://localhost:2368/content/images/size/w1000/2023/05/image-12.png" alt="Awesome Fest Landing Hub">
  </div>
</div><!--kg-card-end: html--><p></p><h2 id="%F0%9F%A4%B9-versiones">&#x1F939; Versiones</h2><p>El landing hub del Awesome Fest tuvo diferentes versiones a lo largo del evento. </p><ol><li><strong>Antes del evento</strong>, se present&#xF3; informaci&#xF3;n relevante y detalles sobre la celebraci&#xF3;n. </li><li><strong>Durante el evento</strong>, se proporcionaron enlaces para acceder al evento en s&#xED;, permitiendo a los participantes sumergirse en las actividades en tiempo real. </li><li><strong>Despu&#xE9;s del evento</strong>, se actualiz&#xF3; la landing hub con la programaci&#xF3;n y enlaces a cada bloque de contenido, brindando a los participantes la oportunidad de revivir las conferencias y actividades.</li></ol><p>Me encargu&#xE9; de suervisar y actualizar estas versiones durante la duraci&#xF3;n de la temporada del evento.</p><hr><h2 id="%F0%9F%94%91-otras-tareas">&#x1F511; &#xA0;Otras tareas</h2><p>Adem&#xE1;s del desarrollo del landing hub, llev&#xE9; a cabo <strong>otras tareas para complementar la experiencia del Awesome Fest</strong>. Cre&#xE9; las<strong> graficas de streaming</strong>, como cintillos, fondos, pantallas, etc, para transmitir las conferencias en l&#xED;nea, brindando una experiencia visual atractiva y coherente. Adem&#xE1;s hice <strong>las plantillas para crear los gr&#xE1;ficos promocionales del evento y ads. </strong></p><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2023/05/image-13.png" class="kg-image" alt="Awesome Fest Landing Hub" loading="lazy" width="1920" height="1080" srcset="http://localhost:2368/content/images/size/w600/2023/05/image-13.png 600w, http://localhost:2368/content/images/size/w1000/2023/05/image-13.png 1000w, http://localhost:2368/content/images/size/w1600/2023/05/image-13.png 1600w, http://localhost:2368/content/images/2023/05/image-13.png 1920w" sizes="(min-width: 720px) 720px"><figcaption>Evento en vivo</figcaption></figure><p>Tambi&#xE9;n se <strong>dise&#xF1;&#xE9; y program&#xE9; un filtro de Instagram</strong> llamado &quot;destino n&#xF3;made&quot;, que permiti&#xF3; a los participantes conocer m&#xE1;s sobre distintos destinnos con visas para n&#xF3;mades digitales, haciendo referencia a uno de los paneles principales del evento.</p><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2023/05/image-14.png" class="kg-image" alt="Awesome Fest Landing Hub" loading="lazy" width="605" height="775" srcset="http://localhost:2368/content/images/size/w600/2023/05/image-14.png 600w, http://localhost:2368/content/images/2023/05/image-14.png 605w"><figcaption>QR del filtro</figcaption></figure><p>Aparte, ayud&#xE9; en el evento en vivo <strong>moderando el panel de Brecha de g&#xE9;nero</strong> en tecnolog&#xED;a.</p><hr><h2 id="%F0%9F%A7%A0-aprendizajes">&#x1F9E0; Aprendizajes</h2><p>A trav&#xE9;s del desarrollo del Awesome Fest, obtuvimos valiosos aprendizajes. Nos dimos cuenta de la importancia de tener una <strong>identidad visual coherente y atractiva que transmitiera la esencia del evento</strong>. La planificaci&#xF3;n y estructura cuidadosa de nuestro landing hub fueron fundamentales para brindar una experiencia de usuario intuitiva y accesible. Adem&#xE1;s, nuestra flexibilidad y capacidad de adaptaci&#xF3;n en las diferentes etapas del evento nos permitieron satisfacer las necesidades cambiantes de nuestros participantes y maximizar el impacto del festival en nuestra comunidad tecnol&#xF3;gica.</p>]]></content:encoded></item><item><title><![CDATA[Insights Pro Report design + sample report]]></title><description><![CDATA[Utilicé D3, 11ty y Netlify para crear y diseñar una landing page atractiva+ sample report para Insights Pro, una poderosa herramienta de Get on Board que ofrece estadísticas y análisis de empleos.]]></description><link>http://localhost:2368/es/insights-pro-sample-report/</link><guid isPermaLink="false">6461e4ff71e1e448d021d3c4</guid><category><![CDATA[Web/UX/UI]]></category><category><![CDATA[Diseño]]></category><dc:creator><![CDATA[es]]></dc:creator><pubDate>Mon, 15 May 2023 17:05:00 GMT</pubDate><media:content url="http://localhost:2368/content/images/2023/05/sample-report-thumb-3.png" medium="image"/><content:encoded><![CDATA[<hr><!--kg-card-begin: markdown--><img src="http://localhost:2368/content/images/2023/05/sample-report-thumb-3.png" alt="Insights Pro Report design + sample report"><p style>2022 - 2023 <br> Get on Board</p>
<!--kg-card-end: markdown--><p><a href="https://old-ipro-landing-report.netlify.app/?ref=localhost">Ver sitio de muestra</a> (landing)</p><p><a href="https://www.getonbrd.com/insights-pro-sample-profile/full-stack-developer-junior-f834?ref=localhost">Ver sample report final</a></p><h2 id="%F0%9F%8E%81-%C2%BFqu%C3%A9-es-insights-proel-producto">&#x1F381; &#xBF;Qu&#xE9; es Insights Pro? - El Producto</h2><p>Insights Pro es una <strong>poderosa herramienta creada por Get on Board que proporciona an&#xE1;lisis detallados y estad&#xED;sticas sobre los empleos publicados en su plataforma</strong>. Est&#xE1; dise&#xF1;ada espec&#xED;ficamente para ayudar a las empresas a obtener informaci&#xF3;n valiosa sobre la efectividad de sus empleos y tomar decisiones estrat&#xE9;gicas para mejorar sus resultados.</p><h2 id="%F0%9F%8C%9F-proyecto">&#x1F31F; Proyecto</h2><p>Para comenzar la venta de Insights Pro, nos dimos cuenta de la necesidad de crear una<strong> versi&#xF3;n p&#xFA;blica y navegable del reporte, conocido como &quot;Sample Report&quot;</strong>. El objetivo principal era compartir el producto con los usuarios de una manera m&#xE1;s visual y accesible, lo que nos llev&#xF3; a emprender el proyecto de integrar el <strong>Sample Report y el landing page en una sola web.</strong></p><h3 id="objetivos">Objetivos:</h3><p>Los objetivos clave del proyecto fueron los siguientes:</p><ol><li>Crear el Sample Report p&#xFA;blico: Desarrollar una versi&#xF3;n del reporte que pudiera ser compartida con potenciales clientes y demostrar los beneficios y capacidades de Insights Pro.</li><li>Dise&#xF1;ar una landing page atractiva: Crear una p&#xE1;gina de destino que incluyera el Sample Report junto con informaci&#xF3;n relevante y de contacto para campa&#xF1;as de marketing y ventas.</li><li>Mantener la agilidad en la edici&#xF3;n y iteraci&#xF3;n: La landing page deb&#xED;a ser f&#xE1;cil de editar y permitir cambios r&#xE1;pidos para adaptarnos a las necesidades cambiantes del mercado y las demandas de los usuarios.</li></ol><hr><h2 id="%E2%98%80%EF%B8%8F-el-proceso">&#x2600;&#xFE0F; El proceso</h2><h3 id="el-landing-desaf%C3%ADos-con-tecnolog%C3%ADa-y-ux">El landing: desaf&#xED;os con Tecnolog&#xED;a y UX</h3><p>Nos enfrentamos al desaf&#xED;o de <strong>iterar r&#xE1;pidamente y probar nuevo contenido de manera constante</strong>. Para superar este desaf&#xED;o implement&#xE9; la landing en <strong>11ty,</strong> un generador est&#xE1;tico web, que permit&#xED;a hacer cambios y deploys r&#xE1;pidos en un repositorio indepenidiente conectado a <strong>Netlify</strong>. Utilic&#xE9; <strong>Nunjucjks</strong> para el templating y <strong>JavaScript</strong> para la funcionalidad.</p><p>Uno de los retos t&#xE9;cnicos m&#xE1;s importantes fue <strong>encontrar una soluci&#xF3;n efectiva para capturar los leads que llegaban a la landing page.</strong> </p><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2023/05/ipro-landing-report.png" class="kg-image" alt="Insights Pro Report design + sample report" loading="lazy" width="1855" height="4096" srcset="http://localhost:2368/content/images/size/w600/2023/05/ipro-landing-report.png 600w, http://localhost:2368/content/images/size/w1000/2023/05/ipro-landing-report.png 1000w, http://localhost:2368/content/images/size/w1600/2023/05/ipro-landing-report.png 1600w, http://localhost:2368/content/images/2023/05/ipro-landing-report.png 1855w" sizes="(min-width: 720px) 720px"><figcaption>Versi&#xF3;n original del landing vs version final. Inicialmente todos los reportes de prueba eran accesibles sin dejar datos.</figcaption></figure><p>Desde un punto de vista de UX, necesitabamos <strong>mantener la experiencia del usuario similar a la de Get on Board</strong>, as&#xED; que implement&#xE9; <strong>pop-ups</strong> que permit&#xED;an recopilar la informaci&#xF3;n de contacto de los usuarios interesados. Esta parte del proyecto pas&#xF3; por <strong>varias iteraciones</strong>, comenzando con un formulario externo conectado a automatizaciones a trav&#xE9;s de Zapier y finalmente utilizando los formularios del sistema interno de Get on Board para la recopilaci&#xF3;n de leads. </p><p>En el camino, pasamos por varias estrategias, como <strong>hacer el reporte visible solo despu&#xE9;s de que el usuario llenara su infomaci&#xF3;n</strong> o <a href="https://old-ipro-landing-report.netlify.app/1562652/1805534500/?ref=localhost">tener un link a un webinar explicando el producto</a> para una secuencia de mail. Al final, logramos internalizar completamente la landing page en otro proyecto para mejorar la gesti&#xF3;n de los leads.</p><p>En cuanto al contenido, a medida que avanzaba el proyecto, <strong>a&#xF1;adimos una explicaci&#xF3;n m&#xE1;s larga y profunda del producto, sus caracter&#xED;sticas y sus variantes. </strong>Experimentamos con distintas formas de mostrar esta informaci&#xF3;n y nos acercamos al objetivo con cada iteraci&#xF3;n.</p><h3 id="el-reporte-generando-gr%C3%A1ficos-din%C3%A1micos-y-mejorando-la-experiencia">El reporte: Generando Gr&#xE1;ficos Din&#xE1;micos y Mejorando la Experiencia</h3><p>Antes de la creaci&#xF3;n de esta landing page, el Sample Report exist&#xED;a &#xFA;nicamente en estructura. Para dar vida al reporte,<strong> desarroll&#xE9; gr&#xE1;ficos din&#xE1;micos utilizando la biblioteca de JavaScript D3.</strong> Estos gr&#xE1;ficos se generaron a partir de archivos CSV <strong>extra&#xED;dos de los datos de Get on Board</strong>, lo que permiti&#xF3; presentar informaci&#xF3;n real de manera visualmente atractiva y comprensible. Los gr&#xE1;ficos en D3 <strong>tambi&#xE9;n se implementaron en la versi&#xF3;n final del reporte ya en el codebase,</strong> con mejoras significativas en su presentaci&#xF3;n y capacidad de an&#xE1;lisis.</p><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2023/05/image-10.png" class="kg-image" alt="Insights Pro Report design + sample report" loading="lazy" width="1056" height="974" srcset="http://localhost:2368/content/images/size/w600/2023/05/image-10.png 600w, http://localhost:2368/content/images/size/w1000/2023/05/image-10.png 1000w, http://localhost:2368/content/images/2023/05/image-10.png 1056w" sizes="(min-width: 720px) 720px"><figcaption>Arriba: gr&#xE1;fico que gener&#xE9; en D3 para el sample report. Abajo: el mismo gr&#xE1;fico en el reporte final. (No utilizan los mismos datos)</figcaption></figure><p>Me preocup&#xE9; por que los gr&#xE1;ficos reflejaran tanto la identidad de Get on Board como el concepto de Insights Pro</p><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2023/05/colores-1.png" class="kg-image" alt="Insights Pro Report design + sample report" loading="lazy" width="572" height="96"><figcaption>Colores para los gr&#xE1;ficos, derivados de la paleta de Get on Board.</figcaption></figure><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2023/05/graficos-4.png" class="kg-image" alt="Insights Pro Report design + sample report" loading="lazy" width="1150" height="914" srcset="http://localhost:2368/content/images/size/w600/2023/05/graficos-4.png 600w, http://localhost:2368/content/images/size/w1000/2023/05/graficos-4.png 1000w, http://localhost:2368/content/images/2023/05/graficos-4.png 1150w" sizes="(min-width: 720px) 720px"><figcaption>Uso de &#xED;conos para reforzar los conceptos de los gr&#xE1;ficos</figcaption></figure><p>En t&#xE9;rminos de dise&#xF1;o y estructura, <strong>nos esforzamos por garantizar una presentaci&#xF3;n clara y coherente con la informaci&#xF3;n</strong> en el sample report. Establecimos secciones distintas para proporcionar una experiencia de usuario fluida. Adem&#xE1;s, nos aseguramos de que la<strong> informaci&#xF3;n m&#xE1;s relevante y los puntos clave del Sample Report estuvieran resaltados</strong>, utilizando elementos visuales como iconos y gr&#xE1;ficos para transmitir de manera efectiva los datos y las estad&#xED;sticas.</p><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2023/05/compare-graphics-2.png" class="kg-image" alt="Insights Pro Report design + sample report" loading="lazy" width="1743" height="838" srcset="http://localhost:2368/content/images/size/w600/2023/05/compare-graphics-2.png 600w, http://localhost:2368/content/images/size/w1000/2023/05/compare-graphics-2.png 1000w, http://localhost:2368/content/images/size/w1600/2023/05/compare-graphics-2.png 1600w, http://localhost:2368/content/images/2023/05/compare-graphics-2.png 1743w" sizes="(min-width: 720px) 720px"><figcaption>Izquierda: gr&#xE1;fico que gener&#xE9; en D3 para el sample report. Derecha: el mismo gr&#xE1;fico en el reporte final. (No utilizan los mismos datos)</figcaption></figure><hr><h2 id="%F0%9F%A7%A0-aprendizajes">&#x1F9E0; Aprendizajes</h2><p>A lo largo de este proyecto, adquir&#xED; v<strong>aliosos aprendizajes en t&#xE9;rminos de gesti&#xF3;n de contenido, integraci&#xF3;n de tecnolog&#xED;as y dise&#xF1;o de experiencia de usuario</strong>. Aprend&#xED; a aprovechar las herramientas como <strong>11ty, D3 y Netlify</strong> para crear una web din&#xE1;mica y funcional, as&#xED; como a implementar estrategias efectivas de captura de leads. Tambi&#xE9;n desarroll&#xE9; habilidades en la interpretaci&#xF3;n y presentaci&#xF3;n visual de datos, utilizando gr&#xE1;ficos y elementos visuales para transmitir informaci&#xF3;n de manera clara y concisa.</p>]]></content:encoded></item><item><title><![CDATA[Hecho por Humanos: el podcast de Get on Board]]></title><description><![CDATA[Creé la identidad de "Hecho por Humanos", el podcast de Get on Board.]]></description><link>http://localhost:2368/es/get-on-boards-podcast/</link><guid isPermaLink="false">64628cf96fb35d40802d23da</guid><category><![CDATA[Diseño]]></category><dc:creator><![CDATA[es]]></dc:creator><pubDate>Mon, 15 May 2023 16:42:00 GMT</pubDate><media:content url="http://localhost:2368/content/images/2023/05/hxh-thumbnail-5.png" medium="image"/><content:encoded><![CDATA[<hr><!--kg-card-begin: markdown--><img src="http://localhost:2368/content/images/2023/05/hxh-thumbnail-5.png" alt="Hecho por Humanos: el podcast de Get on Board"><p style>2022 <br> Get on Board</p>
<!--kg-card-end: markdown--><p><a href="https://open.spotify.com/show/7zRSqguHe9WQOWyJDF2qXk?ref=localhost">Escucha el podcast ac&#xE1;</a></p><h2 id="%F0%9F%8E%81-%C2%BFqu%C3%A9-es-hecho-por-humanosel-producto">&#x1F381; &#xBF;Qu&#xE9; es Hecho por Humanos? - El producto</h2><p>El podcast &quot;Hecho por Humanos&quot; de Get on Board es un <strong>programa de audio que se sumerge en la dimensi&#xF3;n humana detr&#xE1;s de la creaci&#xF3;n de sistemas, herramientas y plataformas tecnol&#xF3;gicas</strong>. Reconociendo que la tecnolog&#xED;a est&#xE1; hecha por personas y para personas, este podcast busca responder preguntas fundamentales: &#xBF;C&#xF3;mo nos organizamos, crecemos y adaptamos para llevar adelante estas innovaciones?</p><h2 id="%F0%9F%8C%9F-el-proyecto">&#x1F31F; El proyecto</h2><p>El concepto central del podcast es la <strong>uni&#xF3;n entre la tecnolog&#xED;a y la humanidad</strong>. A trav&#xE9;s de cada episodio, exploramos c&#xF3;mo las personas se organizan, crecen y adaptan para llevar adelante la creaci&#xF3;n y el desarrollo de sistemas tecnol&#xF3;gicos, resaltando<strong> la importancia de la dimensi&#xF3;n humana </strong>en este proceso.</p><p>Para crear la identidad visual de &quot;Hecho por Humanos&quot;, busqu&#xE9; e<strong>stablecer un lenguaje visual propio</strong> que, si bien se relaciona con la marca Get on Board, tenga su propia identidad independiente y reflejera el concepto del podcast.</p><h3 id="objetivos">Objetivos</h3><p>El objetivo principal del proyecto fue:</p><ol><li>Crear una identidad visual para el podcast que respire tanto la esencia de Get on Board como su propio concepto.</li></ol><hr><h2 id="%F0%9F%8E%A8-la-marca">&#x1F3A8; La marca</h2><h3 id="identidad">Identidad</h3><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2023/05/logos-anteriores.png" class="kg-image" alt="Hecho por Humanos: el podcast de Get on Board" loading="lazy" width="2000" height="516" srcset="http://localhost:2368/content/images/size/w600/2023/05/logos-anteriores.png 600w, http://localhost:2368/content/images/size/w1000/2023/05/logos-anteriores.png 1000w, http://localhost:2368/content/images/size/w1600/2023/05/logos-anteriores.png 1600w, http://localhost:2368/content/images/size/w2400/2023/05/logos-anteriores.png 2400w" sizes="(min-width: 720px) 720px"><figcaption>Versiones anteriores del logo, con el concepto de &quot;adn&quot; y &quot;uni&#xF3;n&quot;</figcaption></figure><p>Durante el proceso de creaci&#xF3;n, el logo de &quot;Hecho por Humanos&quot; <strong>fue sometido a varias iteraciones y refinamientos para asegurarse de que capturara de manera efectiva la esencia del podcast</strong>. Realic&#xE9; pruebas y ajustes en el dise&#xF1;o con el objetivo de transmitir visualmente la interacci&#xF3;n entre la tecnolog&#xED;a y la humanidad.</p><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2023/05/image-15.png" class="kg-image" alt="Hecho por Humanos: el podcast de Get on Board" loading="lazy" width="2000" height="987" srcset="http://localhost:2368/content/images/size/w600/2023/05/image-15.png 600w, http://localhost:2368/content/images/size/w1000/2023/05/image-15.png 1000w, http://localhost:2368/content/images/size/w1600/2023/05/image-15.png 1600w, http://localhost:2368/content/images/2023/05/image-15.png 2000w" sizes="(min-width: 720px) 720px"><figcaption>Isotipo final</figcaption></figure><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2023/05/image-16.png" class="kg-image" alt="Hecho por Humanos: el podcast de Get on Board" loading="lazy" width="2000" height="1217" srcset="http://localhost:2368/content/images/size/w600/2023/05/image-16.png 600w, http://localhost:2368/content/images/size/w1000/2023/05/image-16.png 1000w, http://localhost:2368/content/images/size/w1600/2023/05/image-16.png 1600w, http://localhost:2368/content/images/2023/05/image-16.png 2000w" sizes="(min-width: 720px) 720px"><figcaption>Logo final</figcaption></figure><p>La identidad visual final de &quot;Hecho por Humanos&quot; se compone de varios elementos que reflejan su prop&#xF3;sito y mensaje. El logo distintivo presenta <strong>dos letras &quot;h&quot; (una al rev&#xE9;s) con una &quot;x&quot; en el centro. Estas letras no solo representan el nombre de la marca (Hecho por Humanos), sino que tambi&#xE9;n simbolizan dos sillas y una mesa, aludiendo al acto de conversaci&#xF3;n y colaboraci&#xF3;n.</strong></p><p>En cuanto a la tipograf&#xED;a, utilic&#xE9; una combinaci&#xF3;n de la tipograf&#xED;a Archivo Black para resaltar el nombre del podcast y la fuente Archivo Light Underlined. Para los textos de apoyo, establec&#xED; 4 tipos de texto principales:</p><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2023/05/type.png" class="kg-image" alt="Hecho por Humanos: el podcast de Get on Board" loading="lazy" width="2000" height="2640" srcset="http://localhost:2368/content/images/size/w600/2023/05/type.png 600w, http://localhost:2368/content/images/size/w1000/2023/05/type.png 1000w, http://localhost:2368/content/images/size/w1600/2023/05/type.png 1600w, http://localhost:2368/content/images/2023/05/type.png 2000w" sizes="(min-width: 720px) 720px"><figcaption>Tipograf&#xED;a</figcaption></figure><h3 id="colores">Colores</h3><p>Originalmente, dise&#xF1;&#xE9; versiones tanto en modo claro como en modo oscuro de la paleta de color, pero con el uso y la retroalimentaci&#xF3;n, <strong>qued&#xF3; evidente que el esquema de colores oscuros era m&#xE1;s que suficiente para transmitir la identidad de la marca.</strong></p><p>Los colores utilizados en la identidad visual de &quot;Hecho por Humanos&quot; son una variaci&#xF3;n de los colores principales de Get on Board, modificados para ajustarse a una paleta m&#xE1;s oscura.</p><figure class="kg-card kg-image-card"><img src="http://localhost:2368/content/images/2023/05/colors.png" class="kg-image" alt="Hecho por Humanos: el podcast de Get on Board" loading="lazy" width="2000" height="1137" srcset="http://localhost:2368/content/images/size/w600/2023/05/colors.png 600w, http://localhost:2368/content/images/size/w1000/2023/05/colors.png 1000w, http://localhost:2368/content/images/size/w1600/2023/05/colors.png 1600w, http://localhost:2368/content/images/2023/05/colors.png 2000w" sizes="(min-width: 720px) 720px"></figure><h3 id="elementos-decorativos">Elementos decorativos</h3><p>Para agregar dinamismo y profundidad visual, <strong>utiliz&#xE9; gradientes como elementos decorativos</strong>. Hay dos colores de degradado, azul y rojo, y ambos deben fusionarse con el fondo en los bordes para lograr un efecto visual armonioso.</p><figure class="kg-card kg-image-card"><img src="http://localhost:2368/content/images/2023/05/gradient.png" class="kg-image" alt="Hecho por Humanos: el podcast de Get on Board" loading="lazy" width="2000" height="1569" srcset="http://localhost:2368/content/images/size/w600/2023/05/gradient.png 600w, http://localhost:2368/content/images/size/w1000/2023/05/gradient.png 1000w, http://localhost:2368/content/images/size/w1600/2023/05/gradient.png 1600w, http://localhost:2368/content/images/size/w2400/2023/05/gradient.png 2400w" sizes="(min-width: 720px) 720px"></figure><p>Adem&#xE1;s, <strong>incorpor&#xE9; otros elementos decorativos</strong> como 1s y 0s desvanecidos, que hacen referencia tanto al c&#xF3;digo binario como al logo de &quot;hxh&quot;. Estos elementos ayudan a reforzar la conexi&#xF3;n entre la tecnolog&#xED;a y la humanidad, y se integran de manera sutil</p><figure class="kg-card kg-image-card"><img src="http://localhost:2368/content/images/2023/05/1-0.png" class="kg-image" alt="Hecho por Humanos: el podcast de Get on Board" loading="lazy" width="2000" height="1396" srcset="http://localhost:2368/content/images/size/w600/2023/05/1-0.png 600w, http://localhost:2368/content/images/size/w1000/2023/05/1-0.png 1000w, http://localhost:2368/content/images/size/w1600/2023/05/1-0.png 1600w, http://localhost:2368/content/images/2023/05/1-0.png 2000w" sizes="(min-width: 720px) 720px"></figure><p>Para agregar una mayor sensaci&#xF3;n de &quot;humanidad&quot; a la marca, s<strong>e incorporaron doodles como elementos decorativos en el dise&#xF1;o de &quot;Hecho por Humanos&quot;</strong>. Estos doodles aportan un toque creativo y l&#xFA;dico, a&#xF1;adiendo un elemento visual distintivo y representando la conexi&#xF3;n entre la tecnolog&#xED;a y la humanidad.</p><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2023/05/doodles-use.png" class="kg-image" alt="Hecho por Humanos: el podcast de Get on Board" loading="lazy" width="2000" height="884" srcset="http://localhost:2368/content/images/size/w600/2023/05/doodles-use.png 600w, http://localhost:2368/content/images/size/w1000/2023/05/doodles-use.png 1000w, http://localhost:2368/content/images/size/w1600/2023/05/doodles-use.png 1600w, http://localhost:2368/content/images/size/w2400/2023/05/doodles-use.png 2400w" sizes="(min-width: 720px) 720px"><figcaption>Doodles</figcaption></figure><figure class="kg-card kg-image-card"><img src="http://localhost:2368/content/images/2023/05/cover-1.png" class="kg-image" alt="Hecho por Humanos: el podcast de Get on Board" loading="lazy" width="2000" height="2000" srcset="http://localhost:2368/content/images/size/w600/2023/05/cover-1.png 600w, http://localhost:2368/content/images/size/w1000/2023/05/cover-1.png 1000w, http://localhost:2368/content/images/size/w1600/2023/05/cover-1.png 1600w, http://localhost:2368/content/images/2023/05/cover-1.png 2000w" sizes="(min-width: 720px) 720px"></figure><h3 id="ilustraciones">Ilustraciones</h3><p>Adem&#xE1;s, con el uso de la de marca, <strong>decidimos integrar las ilustraciones que cre&#xE9; especialmente para Get on Board</strong>. Estas ilustraciones presentan personajes geom&#xE9;tricos, pero con una clara representaci&#xF3;n humana. Al combinar elementos abstractos y formas reconocibles, estas ilustraciones <strong>refuerzan el enfoque del podcast en la intersecci&#xF3;n entre la tecnolog&#xED;a y las personas.</strong></p><figure class="kg-card kg-image-card"><img src="http://localhost:2368/content/images/2023/05/image-21.png" class="kg-image" alt="Hecho por Humanos: el podcast de Get on Board" loading="lazy"></figure><figure class="kg-card kg-image-card"><img src="http://localhost:2368/content/images/2023/05/image-22.png" class="kg-image" alt="Hecho por Humanos: el podcast de Get on Board" loading="lazy" width="1080" height="1080" srcset="http://localhost:2368/content/images/size/w600/2023/05/image-22.png 600w, http://localhost:2368/content/images/size/w1000/2023/05/image-22.png 1000w, http://localhost:2368/content/images/2023/05/image-22.png 1080w" sizes="(min-width: 720px) 720px"></figure><h3 id="fotograf%C3%ADa">Fotograf&#xED;a</h3><p>La fotograf&#xED;a de personas desempe&#xF1;a un papel crucial en la identidad visual de &quot;Hecho por Humanos&quot;. Utilizamos <strong>im&#xE1;genes de los invitados al podcast para capturar la diversidad y la conexi&#xF3;n humana que subyace en la tem&#xE1;tica central del programa</strong>. Estas fotograf&#xED;as transmiten el mensaje de que la tecnolog&#xED;a es creada por personas y para personas, resaltando la importancia de la dimensi&#xF3;n humana en el mundo tecnol&#xF3;gico.</p><p>Adem&#xE1;s, todas las fotos se <strong>enmarcan en una forma curva</strong> para darle un flujo org&#xE1;nico al elemento visual. Esta decisi&#xF3;n de dise&#xF1;o crea una sensaci&#xF3;n de armon&#xED;a y suavidad, reforzando la idea de que el podcast &quot;Hecho por Humanos&quot; se centra en la interacci&#xF3;n humana y la relaci&#xF3;n entre las personas y la tecnolog&#xED;a.</p><figure class="kg-card kg-image-card"><img src="http://localhost:2368/content/images/2023/05/foto.png" class="kg-image" alt="Hecho por Humanos: el podcast de Get on Board" loading="lazy" width="2000" height="883" srcset="http://localhost:2368/content/images/size/w600/2023/05/foto.png 600w, http://localhost:2368/content/images/size/w1000/2023/05/foto.png 1000w, http://localhost:2368/content/images/size/w1600/2023/05/foto.png 1600w, http://localhost:2368/content/images/2023/05/foto.png 2000w" sizes="(min-width: 720px) 720px"></figure><hr><h2 id="%F0%9F%A7%A0-aprendizajes">&#x1F9E0; Aprendizajes</h2><p>En resumen, en el proyecto de creaci&#xF3;n de marca para &quot;Hecho por Humanos&quot; comprend&#xED; la importancia de <strong>tener clara esencia de la marca, encontrar el equilibrio entre independencia y conexi&#xF3;n visual, prestar atenci&#xF3;n a los detalles, utilizar elementos visuales efectivos y mantener una mentalidad de adaptaci&#xF3;n y aprendizaje continuo.</strong> Estos aprendizajes me permitieron desarrollar una identidad visual s&#xF3;lida y coherente para el podcast, transmitiendo su mensaje central de la relaci&#xF3;n entre la tecnolog&#xED;a y la humanidad.</p>]]></content:encoded></item><item><title><![CDATA[Análisis comparativo Billboard Hot 100]]></title><description><![CDATA[Analicé data de Billboard e hice un sitio web para compartir los hallazgos.]]></description><link>http://localhost:2368/es/billboard/</link><guid isPermaLink="false">61ab20dcc4115c8bc84afc2f</guid><category><![CDATA[Web/UX/UI]]></category><category><![CDATA[Diseño]]></category><category><![CDATA[Ilustración]]></category><dc:creator><![CDATA[es]]></dc:creator><pubDate>Sat, 04 Dec 2021 08:04:32 GMT</pubDate><media:content url="http://localhost:2368/content/images/2023/05/billboard-thumb-2.png" medium="image"/><content:encoded><![CDATA[<hr><!--kg-card-begin: markdown--><img src="http://localhost:2368/content/images/2023/05/billboard-thumb-2.png" alt="An&#xE1;lisis comparativo Billboard Hot 100"><p style>2021 <br> Proyecto personal</p>
<!--kg-card-end: markdown--><p><em><a href="https://billboard-analisis.netlify.app/?ref=localhost">Mira la web final aqu&#xED;</a></em></p><p><em><a href="https://nbviewer.org/github/mt-romero/billboard-jupyter/blob/main/charts_for_web.ipynb?ref=localhost">Mira el c&#xF3;digo que us&#xE9; para analizar la data aqu&#xED;.</a></em></p><h2 id="-el-proyecto">&#x1F31F; El proyecto</h2><p>Con el objetivo de<strong> aprender an&#xE1;lisis de datos en python y mejorar mis habilidades de visualizaci&#xF3;n de datos,</strong> decid&#xED; empezar un proyecto corto comparando las canciones m&#xE1;s populares de los a&#xF1;os 2020 y 2010.</p><h2 id="-proceso">&#x2708;&#xFE0F; Proceso</h2><p>Realic&#xE9; todas las funciones del proyecto, desde el dise&#xF1;o y la ilustraci&#xF3;n hasta el an&#xE1;lisis y limpieza de datos en python. </p><p>Para crear la base de datos,<strong> junt&#xE9; dos datasets de Kaggle, uno de Spotify con informaci&#xF3;n general de las canciones: fecha de lanzamiento, calificaci&#xF3;n como expl&#xED;cita, duraci&#xF3;n, etc; y el otro con todas las entradas en Billboard por fecha con puestos. </strong>Utilic&#xE9; la librer&#xED;a Pandas para hacer todo el an&#xE1;lisis y Plotly para las visualizaciones.</p><h3 id="la-data">La data</h3><p>Desde un inicio, las mayores diferencias entre ambos a&#xF1;os fueron claras : <strong>hubieron m&#xE1;s artistas y m&#xE1;s canciones en el r&#xE1;nking en el 2020. Adem&#xE1;s, el porcentaje de canciones expl&#xED;citas hab&#xED;a aumentado. </strong></p><p>Cuando observ&#xE9; la data con m&#xE1;s profundidad algo me llam&#xF3; la atenci&#xF3;n de la lista de las canciones que hab&#xED;an llegado al n&#xFA;mero 1. No solo era evidente el giro musical que los hits hab&#xED;an tenido en la d&#xE9;cada, si no que <strong>ahora hab&#xED;an menos artistas &quot;repetidos&quot;</strong>. Las canciones m&#xE1;s populares ya no eran solamente de Katy Perry o Bruno Mars, hab&#xED;a algo m&#xE1;s de variedad. </p><p>Esta realizaci&#xF3;n, combinada con la reducci&#xF3;n en la duraci&#xF3;n de las canciones y la mayor cantidad de canciones expl&#xED;citas en general<strong> parec&#xED;an sugerir que en la &#xFA;ltima d&#xE9;cada, el cambio musical hab&#xED;a sido propiciado por los canales de distribuci&#xF3;n de m&#xFA;sica.</strong> Streaming vs radio, mayor acceso a artistas variados, menos uso de versiones censuradas de canciones expl&#xED;citas, trends de internet que volv&#xED;an a poner canciones de varios a&#xF1;os antes en el chart...<strong>la radio parec&#xED;a haber perdido terreno como el metr&#xF3;nomo que marcaba la tendencia.</strong></p><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2021/12/porcentaje-explicitos.png" class="kg-image" alt="An&#xE1;lisis comparativo Billboard Hot 100" loading="lazy" width="995" height="450" srcset="http://localhost:2368/content/images/size/w600/2021/12/porcentaje-explicitos.png 600w, http://localhost:2368/content/images/2021/12/porcentaje-explicitos.png 995w" sizes="(min-width: 720px) 720px"><figcaption>Porcentaje de canciones explicitas por cada a&#xF1;o. Gr&#xE1;fico extraido directamente de Plotly</figcaption></figure><p></p><p>Entonces decid&#xED; enfocar mi an&#xE1;lisis en estos indicadores de cambio: <strong>g&#xE9;neros musicales, duraci&#xF3;n, cantidad de artistas, cantidad de semanas en el rank por canci&#xF3;n, etc.</strong></p><figure class="kg-card kg-gallery-card kg-width-wide kg-card-hascaption"><div class="kg-gallery-container"><div class="kg-gallery-row"><div class="kg-gallery-image"><img src="http://localhost:2368/content/images/2021/12/2010artistastop.png" width="995" height="900" loading="lazy" alt="An&#xE1;lisis comparativo Billboard Hot 100" srcset="http://localhost:2368/content/images/size/w600/2021/12/2010artistastop.png 600w, http://localhost:2368/content/images/2021/12/2010artistastop.png 995w" sizes="(min-width: 720px) 720px"></div><div class="kg-gallery-image"><img src="http://localhost:2368/content/images/2021/12/2020artistastop.png" width="995" height="900" loading="lazy" alt="An&#xE1;lisis comparativo Billboard Hot 100" srcset="http://localhost:2368/content/images/size/w600/2021/12/2020artistastop.png 600w, http://localhost:2368/content/images/2021/12/2020artistastop.png 995w" sizes="(min-width: 720px) 720px"></div></div></div><figcaption>Artistas con el n&#xFA;mero 1 en m&#xE1;s semanas, 2010 vs 2020</figcaption></figure><p>Para poder analizar los g&#xE9;neros musicales, decid&#xED; enfocarme por el momento solamente en las canciones que llegaron al n&#xFA;mero uno. Conseguir data precisa de los g&#xE9;neros musicales de todas las canciones result&#xF3; ser algo un poco dif&#xED;cil de hacer, as&#xED; que opt&#xE9; por limitar mi an&#xE1;lisis. &#xA0;De esta lista de los que llegaron al numero 1, registr&#xE9; manualmente los g&#xE9;neros y subg&#xE9;neros de cada canci&#xF3;n desde Wikipedia. Consider&#xE9; como g&#xE9;neros principales (o &quot;padres&quot;) los siguientes:</p><figure class="kg-card kg-image-card"><img src="http://localhost:2368/content/images/2021/12/g-neros-1.svg" class="kg-image" alt="An&#xE1;lisis comparativo Billboard Hot 100" loading="lazy" width="594" height="285"></figure><p>Para cada subg&#xE9;nero, c<strong>onsider&#xE9; dos de estos g&#xE9;neros principales como &quot;padres&quot;. Por ejemplo, en el caso del dance-pop (subg&#xE9;nero con influencias del pop y la m&#xFA;sica electr&#xF3;nica, a menudo house), sus padres fueron el Pop y EDM.</strong> Cada canci&#xF3;n tiene entre uno y tres subg&#xE9;neros en Wikipedia, as&#xED; que clasifiqu&#xE9; cada uno de ellas en sus respectivos g&#xE9;neros/subg&#xE9;neros.</p><figure class="kg-card kg-image-card"><img src="http://localhost:2368/content/images/2021/12/g-neros-subg-neros.svg" class="kg-image" alt="An&#xE1;lisis comparativo Billboard Hot 100" loading="lazy" width="953" height="882"></figure><p>Para mantener el an&#xE1;lisis simple, limit&#xE9; a los padres a solo dos g&#xE9;neros e inclu&#xED; el disco y funk en la categor&#xED;a de R&amp;B y cualquier tipo de m&#xFA;sica electr&#xF3;nica en EDM.</p><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2021/12/canciones-2010-1.svg" class="kg-image" alt="An&#xE1;lisis comparativo Billboard Hot 100" loading="lazy"><figcaption>Lista de canciones con g&#xE9;neros/subg&#xE9;neros, 2010</figcaption></figure><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2021/12/canciones-2020.svg" class="kg-image" alt="An&#xE1;lisis comparativo Billboard Hot 100" loading="lazy"><figcaption>Lista de canciones con g&#xE9;neros/subg&#xE9;neros, 2020</figcaption></figure><p>Otras observaciones importantes &#xA0;<strong>incluyeron la cantidad de semanas en el ranking por canci&#xF3;n, artistas por canci&#xF3;n, artistas en ambas d&#xE9;cadas</strong>, etc. Una observaci&#xF3;n interesante que no llegu&#xE9; a incluir en la web final es la relaci&#xF3;n entre la fecha de primera aparici&#xF3;n en Billboard vs la fecha de mejor puesto. No la inclu&#xED; en esta versi&#xF3;n del an&#xE1;lisis porque quiero profundizar m&#xE1;s en ella. Sin embargo, a simple vista se evidencia que en el 2020 las canciones llegaron a su mejor puesto en mucho menos tiempo que en el 2010.</p><h3 id="la-estructura">La estructura</h3><p>Luego de analizar la data, decid&#xED; presentarla en una p&#xE1;gina web simple, con gr&#xE1;ficos y visualizaciones en SVG, por practicidad. &#xA0;La librer&#xED;a de visualizaci&#xF3;n Plotly incluye una funci&#xF3;n para exportar los gr&#xE1;ficos en svg, as&#xED; que me bas&#xE9; en eso para crear las visualizaciones.</p><p>Para organizar mis ideas sobre como presentar el an&#xE1;lisis, realic&#xE9; un<strong> Wireframe. </strong>Quer&#xED;a que la data pudiera contar una historia, que siguiera una linea l&#xF3;gica. Organic&#xE9; de esa manera.</p><!--kg-card-begin: html--><p>
  <a class="btn btn-primary text-white" data-bs-toggle="collapse" href="#fullWebsiteIpro" role="button" aria-expanded="false" aria-controls="fullWebsiteIpro">
    Ver wireframe (screenshot) &#x2193;
  </a>
</p>
<div class="collapse" id="fullWebsiteIpro">
  <div class="card card-body">
    <img src="http://localhost:2368/content/images/2021/12/wireframe-billboard.svg" alt="An&#xE1;lisis comparativo Billboard Hot 100">
  </div>
</div><!--kg-card-end: html--><p>El wireframe me hizo darme cuenta de algo fundamental: era necesario <strong>adaptar cada gr&#xE1;fico o visualizaci&#xF3;n de data a tres tama&#xF1;os (desktop, tablet y movil) para que se puedan apreciar bien. </strong>Quiz&#xE1; la mayor desventaja de hacer este proyecto con SVG y no con una librer&#xED;a como D3 es que el SVG no es de por si responsive. Tan pronto export&#xE9; los gr&#xE1;ficos como html desde Plotly me di cuenta tambi&#xE9;n que si quer&#xED;a usarlos como HTML <strong>requerir&#xED;an de bastante customizacion y c&#xF3;digo para hacerlos ver como o quer&#xED;a</strong>. As&#xED; que al final opt&#xE9; por adaptar yo misma a tres tama&#xF1;os cada gr&#xE1;fico que us&#xE9; en el sitio. </p><p>Eleg&#xED; tres dimensiones espec&#xED;ficas que se ajustaban mejor a los distintos tipos de visualizaci&#xF3;n.</p><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2021/12/gr-ficos-tama-os.svg" class="kg-image" alt="An&#xE1;lisis comparativo Billboard Hot 100" loading="lazy" width="2716" height="1852"><figcaption>Dos gr&#xE1;ficos en tres tama&#xF1;os.</figcaption></figure><p>Ya ten&#xED;a el an&#xE1;lisis, ya ten&#xED;a los gr&#xE1;ficos adaptados. Quer&#xED;a crear un sitio de una sola p&#xE1;gina, que alojara este proyecto y su futuro.</p><p>Para la parte m&#xE1;s &quot;tangible&quot; del proyecto, la web, empec&#xE9; <strong>buscando referencias. </strong>Siempre me ha gustado la est&#xE9;tica de los instrumentos virtuales o VST, tienen un carisma que es pasado de moda y a la vanguardia al mismo tiempo. Como una idea noventera de futurismo.</p><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2021/12/image-2.png" class="kg-image" alt="An&#xE1;lisis comparativo Billboard Hot 100" loading="lazy" width="1199" height="970" srcset="http://localhost:2368/content/images/size/w600/2021/12/image-2.png 600w, http://localhost:2368/content/images/size/w1000/2021/12/image-2.png 1000w, http://localhost:2368/content/images/2021/12/image-2.png 1199w" sizes="(min-width: 720px) 720px"><figcaption>Ui de Serum VST</figcaption></figure><p>En un inicio, quer&#xED;a crear algo con un feeling similar. El tema subyacente del an&#xE1;lisis - como el giro hacia el streaming marca tendencia en la estructura y construcci&#xF3;n de la m&#xFA;sica popular hoy en d&#xED;a- parec&#xED;a resonar bastante bien con este estilo.</p><p>Sin embargo, los primeros conceptos que hice con esta idea en mente no me convencieron. </p><figure class="kg-card kg-gallery-card kg-width-wide kg-card-hascaption"><div class="kg-gallery-container"><div class="kg-gallery-row"><div class="kg-gallery-image"><img src="http://localhost:2368/content/images/2021/12/concepto-inicial-g-neros.svg" width="622" height="621" loading="lazy" alt="An&#xE1;lisis comparativo Billboard Hot 100"></div><div class="kg-gallery-image"><img src="http://localhost:2368/content/images/2021/12/conceptos-inciales-cards.svg" width="596" height="657" loading="lazy" alt="An&#xE1;lisis comparativo Billboard Hot 100"></div><div class="kg-gallery-image"><img src="http://localhost:2368/content/images/2021/12/conceptos-inciales-cards-2.svg" width="570" height="805" loading="lazy" alt="An&#xE1;lisis comparativo Billboard Hot 100"></div></div></div><figcaption>hmmm</figcaption></figure><p>Quiz&#xE1; lo que hac&#xED;a que esta est&#xE9;tica encajara tan bien con los VSTS es que el solo concepto de un instrumento virtual es bastante retro-futurista. Y el hecho tambi&#xE9;n est&#xE1; en que las interfaces sobrecargadas y llenas de rueditas y espectros de audio que son tan comunes en los instrumentos virtuales existen porque la misma funcionalidad del instrumento virtual las amerita. Se ve sobre-cargado, si, pero al final todo elemento de esa interfaz responde a una funci&#xF3;n importante.</p><p>No quer&#xED;a abandonar el concepto del todo, pero si modificarlo. De todas maneras quer&#xED;a que la <strong>web tuviera una interfaz oscura, con colores vibrantes contrastantes. </strong>Sin irnos muy lejos de la esfera musical, Spotify mismo consegu&#xED;a esta identidad visual que me llam&#xF3; la atenci&#xF3;n.</p><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2021/12/image-1.png" class="kg-image" alt="An&#xE1;lisis comparativo Billboard Hot 100" loading="lazy" width="500" height="999"><figcaption>UI de spotify, adjacente al cocepto que originalmente ten&#xED;a para el sitio.</figcaption></figure><p>Decid&#xED; saltar a la piscina y probar modificando lo que ya hab&#xED;a avanzado. Quiz&#xE1;s un poco menos recargado, quiz&#xE1;s menos distintos tonos de gris. <strong>Ten&#xED;a ya en mente los colores para diferenciar al 2010 y el 2020, as&#xED; que part&#xED; de ellos para generar m&#xE1;s componentes.</strong></p><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2021/12/colores.svg" class="kg-image" alt="An&#xE1;lisis comparativo Billboard Hot 100" loading="lazy" width="935" height="765"><figcaption>colores para cada a&#xF1;o</figcaption></figure><p><strong>Las tarjetas fueron lo primordia</strong>l. A parte de los gr&#xE1;ficos y visualizaciones, toda la informaci&#xF3;n importante iba a ser contenida en tarjetas. No quer&#xED;a utilizar mucho texto en la web (por eso me explayo ac&#xE1;), as&#xED; que las tarjetas eran mi materia prima para construir el sitio. </p><p><strong>Decid&#xED; limpiarlas de todo elemento inecesario</strong>, l&#xED;neas, sombras, etc, y valerme principalmente del texto y color. Diferenci&#xE9; las tarjetas con colores por a&#xF1;o para hacer la lectura de los datos m&#xE1;s &#xE1;gil.</p><figure class="kg-card kg-image-card"><img src="http://localhost:2368/content/images/2021/12/cards-final.svg" class="kg-image" alt="An&#xE1;lisis comparativo Billboard Hot 100" loading="lazy"></figure><p>Enfocandome en limpiar los elementos del UI, consegu&#xED; llegar a un concepto que me agradaba. A partir del wirefrme, reconstru&#xED; cada componente en su versi&#xF3;n m&#xE1;s limpia.</p><figure class="kg-card kg-gallery-card kg-width-wide kg-card-hascaption"><div class="kg-gallery-container"><div class="kg-gallery-row"><div class="kg-gallery-image"><img src="http://localhost:2368/content/images/2021/12/grupo-generos-antiguo-1.svg" width="304" height="1051" loading="lazy" alt="An&#xE1;lisis comparativo Billboard Hot 100"></div><div class="kg-gallery-image"><img src="http://localhost:2368/content/images/2021/12/grupo-generos-nuevo-1.svg" width="551" height="1784" loading="lazy" alt="An&#xE1;lisis comparativo Billboard Hot 100"></div></div></div><figcaption>las tarjetas de g&#xE9;neros, antes y despu&#xE9;s</figcaption></figure><p>Quer&#xED;a que hubiera bastante contraste. Entre el fondo y el texto, la data y el fondo, las tarjetas de un a&#xF1;o versus de otro. La escala tipogr&#xE1;fica tambi&#xE9;n deb&#xED;a ser contrastante. Se trata de una comparaci&#xF3;n, un an&#xE1;lisis que pone dos momentos del tiempo uno frente a troto, as&#xED; que decid&#xED; remarcar ese contraste.</p><p>Para la escala tipogr&#xE1;fica use una versi&#xF3;n ligeramente modificada &#xA0;de 1.4 (redondeando a menos en vez de a m&#xE1;s) para asegurar alto contraste entre los t&#xED;tulos y el cuerpo. Para enfatizar aun m&#xE1;s este contraste, puse los t&#xED;tulos en black o bold.</p><figure class="kg-card kg-image-card"><img src="http://localhost:2368/content/images/2021/12/tipograf-a-1.svg" class="kg-image" alt="An&#xE1;lisis comparativo Billboard Hot 100" loading="lazy" width="534" height="505"></figure><p></p><p><strong>La secci&#xF3;n m&#xE1;s complicada fue la de los g&#xE9;neros musicales</strong>. En el wireframe hab&#xED;a planteado tener los dos a&#xF1;os uno al lado de otro y separarlos por bordes. Quer&#xED;a que el usuario pudiera comparar los dos estados en un mismo lugar, pudiera ver como la distribuci&#xF3;n de cada g&#xE9;nero se hab&#xED;a movido. </p><p>En mi misi&#xF3;n de limpiar todo el UI, pens&#xE9; deshacerme de ese concepto y poner cada gr&#xE1;fico/card uno despu&#xE9;s de otro, intercalando a&#xF1;os. Pero no funcionaba. No era el mismo impacto. Obviamente esta distribuci&#xF3;n solo era posible en pc, en tablet o movil no habr&#xED;a suficiente espacio.<strong> Al final, &#xA0;conserv&#xE9; la idea de tenerlos juntos pero agregu&#xE9; badges para se&#xF1;alar el a&#xF1;o y us&#xE9; sombras con color difuminadas en vez de bordes s&#xF3;lidos.</strong></p><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2021/12/generos-card.svg" class="kg-image" alt="An&#xE1;lisis comparativo Billboard Hot 100" loading="lazy"><figcaption>wireframe vs dise&#xF1;o final</figcaption></figure><p>La tarea m&#xE1;s dif&#xED;cil en realidad fue<strong> adaptar las visualizaciones a el estilo gr&#xE1;fico del sitio. Quer&#xED;a ser lo m&#xE1;s precisa posible con la data</strong>, pero hab&#xED;an visualizaciones que simplemente no eran agradables de leer (como la de abajo, derecha) Tuve que decidir cuando cortar informaci&#xF3;n no escencial y que conservar en cada plot.</p><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2021/12/plotly-edit.svg" class="kg-image" alt="An&#xE1;lisis comparativo Billboard Hot 100" loading="lazy" width="1420" height="500"><figcaption>plots directamente exportados vs versi&#xF3;n final</figcaption></figure><p>Por &#xFA;ltimo, realic&#xE9; algunas ilustraciones decorativas para dividir la introducci&#xF3;n en p&#xE1;rrafos y hacerla m&#xE1;s f&#xE1;cil de leer. Adem&#xE1;s hice una ilustraci&#xF3;n para el header</p><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2021/12/ilustraciones.svg" class="kg-image" alt="An&#xE1;lisis comparativo Billboard Hot 100" loading="lazy"><figcaption>Ilustraciones para la web</figcaption></figure><p>Desarroll&#xE9; el sitio en HTML y CSS usando de base una versi&#xF3;n modificada de Bootstrap con SASS. El sitio final est&#xE1; en vivo en este <a href="https://billboard-analisis.netlify.app/?ref=localhost">link</a> (a trav&#xE9;s de Netlify)</p><!--kg-card-begin: html--><a class="btn btn-primary text-white" target="_blank" href="https://billboard-analisis.netlify.app/?ref=localhost">
    Sitio final &#x2192;
  </a><!--kg-card-end: html--><figure class="kg-card kg-image-card"><img src="http://localhost:2368/content/images/2021/12/sitio-final1.png" class="kg-image" alt="An&#xE1;lisis comparativo Billboard Hot 100" loading="lazy" width="1349" height="15763" srcset="http://localhost:2368/content/images/size/w600/2021/12/sitio-final1.png 600w, http://localhost:2368/content/images/size/w1000/2021/12/sitio-final1.png 1000w, http://localhost:2368/content/images/2021/12/sitio-final1.png 1349w" sizes="(min-width: 720px) 720px"></figure>]]></content:encoded></item><item><title><![CDATA[Ilustraciones varias - 2017-2021]]></title><description><![CDATA[Trabajo de ilustracion 2017-2021]]></description><link>http://localhost:2368/es/ilustraciones-varias/</link><guid isPermaLink="false">617f4f13f23c240ee859b7ec</guid><category><![CDATA[Ilustración]]></category><dc:creator><![CDATA[es]]></dc:creator><pubDate>Mon, 01 Nov 2021 02:21:26 GMT</pubDate><media:content url="http://localhost:2368/content/images/2021/11/ILUSTRACI-N-01.png" medium="image"/><content:encoded><![CDATA[<hr><img src="http://localhost:2368/content/images/2021/11/ILUSTRACI-N-01.png" alt="Ilustraciones varias - 2017-2021"><p>Incluyo ac&#xE1; algunas de mis ilustraciones realizadas en los &#xFA;ltimos a&#xF1;os.</p><p>Incluyo ilustraciones propias y para cliente.</p><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2021/11/3-1.png" class="kg-image" alt="Ilustraciones varias - 2017-2021" loading="lazy" width="1200" height="1563" srcset="http://localhost:2368/content/images/size/w600/2021/11/3-1.png 600w, http://localhost:2368/content/images/size/w1000/2021/11/3-1.png 1000w, http://localhost:2368/content/images/2021/11/3-1.png 1200w" sizes="(min-width: 720px) 720px"><figcaption>2021</figcaption></figure><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2021/11/4-1.png" class="kg-image" alt="Ilustraciones varias - 2017-2021" loading="lazy" width="1200" height="2045" srcset="http://localhost:2368/content/images/size/w600/2021/11/4-1.png 600w, http://localhost:2368/content/images/size/w1000/2021/11/4-1.png 1000w, http://localhost:2368/content/images/2021/11/4-1.png 1200w" sizes="(min-width: 720px) 720px"><figcaption>2019</figcaption></figure><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2021/11/6.png" class="kg-image" alt="Ilustraciones varias - 2017-2021" loading="lazy" width="1080" height="820" srcset="http://localhost:2368/content/images/size/w600/2021/11/6.png 600w, http://localhost:2368/content/images/size/w1000/2021/11/6.png 1000w, http://localhost:2368/content/images/2021/11/6.png 1080w" sizes="(min-width: 720px) 720px"><figcaption>2018</figcaption></figure><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2021/11/13.png" class="kg-image" alt="Ilustraciones varias - 2017-2021" loading="lazy" width="2000" height="503" srcset="http://localhost:2368/content/images/size/w600/2021/11/13.png 600w, http://localhost:2368/content/images/size/w1000/2021/11/13.png 1000w, http://localhost:2368/content/images/size/w1600/2021/11/13.png 1600w, http://localhost:2368/content/images/size/w2400/2021/11/13.png 2400w" sizes="(min-width: 720px) 720px"><figcaption>2021</figcaption></figure><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2021/11/17.png" class="kg-image" alt="Ilustraciones varias - 2017-2021" loading="lazy" width="2000" height="697" srcset="http://localhost:2368/content/images/size/w600/2021/11/17.png 600w, http://localhost:2368/content/images/size/w1000/2021/11/17.png 1000w, http://localhost:2368/content/images/size/w1600/2021/11/17.png 1600w, http://localhost:2368/content/images/size/w2400/2021/11/17.png 2400w" sizes="(min-width: 720px) 720px"><figcaption>2021</figcaption></figure><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2021/11/5-1.png" class="kg-image" alt="Ilustraciones varias - 2017-2021" loading="lazy" width="1200" height="1469" srcset="http://localhost:2368/content/images/size/w600/2021/11/5-1.png 600w, http://localhost:2368/content/images/size/w1000/2021/11/5-1.png 1000w, http://localhost:2368/content/images/2021/11/5-1.png 1200w" sizes="(min-width: 720px) 720px"><figcaption>2019</figcaption></figure><p>2021 Trabajo para cliente: Concept Art para un video 3D para Plan International.</p><p>El video final est&#xE1;<a href="https://www.youtube.com/watch?v=s1hfhhUhz2k&amp;ref=localhost"> ac&#xE1;.</a></p><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2021/11/concept-01-01.jpg" class="kg-image" alt="Ilustraciones varias - 2017-2021" loading="lazy" width="1920" height="1080" srcset="http://localhost:2368/content/images/size/w600/2021/11/concept-01-01.jpg 600w, http://localhost:2368/content/images/size/w1000/2021/11/concept-01-01.jpg 1000w, http://localhost:2368/content/images/size/w1600/2021/11/concept-01-01.jpg 1600w, http://localhost:2368/content/images/2021/11/concept-01-01.jpg 1920w" sizes="(min-width: 720px) 720px"><figcaption>CLIENT WORK - concept art personaje</figcaption></figure><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2021/11/2-3.jpg" class="kg-image" alt="Ilustraciones varias - 2017-2021" loading="lazy" width="1920" height="1080" srcset="http://localhost:2368/content/images/size/w600/2021/11/2-3.jpg 600w, http://localhost:2368/content/images/size/w1000/2021/11/2-3.jpg 1000w, http://localhost:2368/content/images/size/w1600/2021/11/2-3.jpg 1600w, http://localhost:2368/content/images/2021/11/2-3.jpg 1920w" sizes="(min-width: 720px) 720px"><figcaption>CLIENT WORK - concept art escenario</figcaption></figure><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2021/11/3-1.jpg" class="kg-image" alt="Ilustraciones varias - 2017-2021" loading="lazy" width="1920" height="1080" srcset="http://localhost:2368/content/images/size/w600/2021/11/3-1.jpg 600w, http://localhost:2368/content/images/size/w1000/2021/11/3-1.jpg 1000w, http://localhost:2368/content/images/size/w1600/2021/11/3-1.jpg 1600w, http://localhost:2368/content/images/2021/11/3-1.jpg 1920w" sizes="(min-width: 720px) 720px"><figcaption>CLIENT WORK - concept art escenario</figcaption></figure><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2021/11/1-1.jpg" class="kg-image" alt="Ilustraciones varias - 2017-2021" loading="lazy" width="1920" height="1080" srcset="http://localhost:2368/content/images/size/w600/2021/11/1-1.jpg 600w, http://localhost:2368/content/images/size/w1000/2021/11/1-1.jpg 1000w, http://localhost:2368/content/images/size/w1600/2021/11/1-1.jpg 1600w, http://localhost:2368/content/images/2021/11/1-1.jpg 1920w" sizes="(min-width: 720px) 720px"><figcaption>CLIENT WORK - concept art escenario</figcaption></figure><p>2021 Trabajo para cliente - ilustraciones para la campa&#xF1;a digital de R&#xED;mac Seguros. Hasta donde s&#xE9;, no llegaron a utilizar estas.</p><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2021/12/image-8.png" class="kg-image" alt="Ilustraciones varias - 2017-2021" loading="lazy" width="1080" height="1080" srcset="http://localhost:2368/content/images/size/w600/2021/12/image-8.png 600w, http://localhost:2368/content/images/size/w1000/2021/12/image-8.png 1000w, http://localhost:2368/content/images/2021/12/image-8.png 1080w" sizes="(min-width: 720px) 720px"><figcaption>CLIENT WORK - 2021 para Rimac Seguros</figcaption></figure><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2021/12/image-9.png" class="kg-image" alt="Ilustraciones varias - 2017-2021" loading="lazy" width="1080" height="1080" srcset="http://localhost:2368/content/images/size/w600/2021/12/image-9.png 600w, http://localhost:2368/content/images/size/w1000/2021/12/image-9.png 1000w, http://localhost:2368/content/images/2021/12/image-9.png 1080w" sizes="(min-width: 720px) 720px"><figcaption>CLIENT WORK - 2021 para Rimac Seguros</figcaption></figure><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2021/12/image-10.png" class="kg-image" alt="Ilustraciones varias - 2017-2021" loading="lazy" width="1080" height="1080" srcset="http://localhost:2368/content/images/size/w600/2021/12/image-10.png 600w, http://localhost:2368/content/images/size/w1000/2021/12/image-10.png 1000w, http://localhost:2368/content/images/2021/12/image-10.png 1080w" sizes="(min-width: 720px) 720px"><figcaption>CLIENT WORK - 2021 para Rimac Seguros</figcaption></figure><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2021/12/image-11.png" class="kg-image" alt="Ilustraciones varias - 2017-2021" loading="lazy" width="1080" height="1080" srcset="http://localhost:2368/content/images/size/w600/2021/12/image-11.png 600w, http://localhost:2368/content/images/size/w1000/2021/12/image-11.png 1000w, http://localhost:2368/content/images/2021/12/image-11.png 1080w" sizes="(min-width: 720px) 720px"><figcaption>CLIENT WORK - 2021 para Rimac Seguros</figcaption></figure><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2021/12/image-12.png" class="kg-image" alt="Ilustraciones varias - 2017-2021" loading="lazy" width="1080" height="1080" srcset="http://localhost:2368/content/images/size/w600/2021/12/image-12.png 600w, http://localhost:2368/content/images/size/w1000/2021/12/image-12.png 1000w, http://localhost:2368/content/images/2021/12/image-12.png 1080w" sizes="(min-width: 720px) 720px"><figcaption>CLIENT WORK - 2021 para Rimac Seguros</figcaption></figure><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2021/11/10-1.png" class="kg-image" alt="Ilustraciones varias - 2017-2021" loading="lazy" width="1200" height="1313" srcset="http://localhost:2368/content/images/size/w600/2021/11/10-1.png 600w, http://localhost:2368/content/images/size/w1000/2021/11/10-1.png 1000w, http://localhost:2368/content/images/2021/11/10-1.png 1200w" sizes="(min-width: 720px) 720px"><figcaption>2017</figcaption></figure>]]></content:encoded></item><item><title><![CDATA[Cafuné - Web]]></title><description><![CDATA[Diseño y creación del sitio web de Cafuné.]]></description><link>http://localhost:2368/es/cafune/</link><guid isPermaLink="false">617f4b47f23c240ee859b7bf</guid><category><![CDATA[Web/UX/UI]]></category><category><![CDATA[Diseño]]></category><dc:creator><![CDATA[es]]></dc:creator><pubDate>Mon, 01 Nov 2021 02:05:22 GMT</pubDate><media:content url="http://localhost:2368/content/images/2023/05/cafune-thumb-1.png" medium="image"/><content:encoded><![CDATA[<hr><!--kg-card-begin: markdown--><img src="http://localhost:2368/content/images/2023/05/cafune-thumb-1.png" alt="Cafun&#xE9; - Web"><p style>2021 <br> Freelance</p>
<!--kg-card-end: markdown--><p><em><a href="https://www.cafune-lima.com/?ref=localhost">Puedes ver el sitio web final aqu&#xED;</a></em></p><h2 id="-el-cliente">&#x1F604; El cliente</h2><p>Cafun&#xE9; es una joyer&#xED;a independiente que se especializa en accesorios de acero quir&#xFA;rgico.</p><h2 id="-el-proyecto">&#x1F31F; El proyecto</h2><p>La tienda opera a trav&#xE9;s de Instagram y Facebook. E<strong>l cliente requer&#xED;a de un sitio web que pudiera albergar un cat&#xE1;logo con todos sus productos</strong>. Cada producto tendr&#xED;a una p&#xE1;gina individual que describiera sus principales caracter&#xED;sticas y se vincule a las redes sociales de la empresa.</p><h3 id="el-proceso">El proceso</h3><p>La estructura del sitio era simple: el cliente quer&#xED;a una p&#xE1;gina principal con &#xE1;reas delimitadas para las secciones de introducci&#xF3;n, informaci&#xF3;n de contacto y sobre nosotros y una p&#xE1;gina individual para cada producto. </p><p>Como el mapa del sitio era bastante simple, <strong>el an&#xE1;lisis de la experiencia del usuario se centr&#xF3; principalmente en establecer un flujo claro desde la p&#xE1;gina de inicio hasta un enlace a Facebook o Instagram. </strong></p><p>Prob&#xE9; dos opciones de flujo para la visualizaci&#xF3;n del cat&#xE1;logo con tres clientes de la empresa: </p><ul><li>Una p&#xE1;gina de cat&#xE1;logo separada de la p&#xE1;gina principal. La p&#xE1;gina principal se vincular&#xED;a al cat&#xE1;logo y la p&#xE1;gina de cat&#xE1;logo mostrar&#xED;a todos los productos. </li><li>Los productos destacados en una grilla en la p&#xE1;gina principal, con un bot&#xF3;n de &quot;ver m&#xE1;s productos&quot; o un enlace a una p&#xE1;gina diferente que aloje el cat&#xE1;logo completo. </li></ul><p>Los usuarios sugirieron un enfoque diferente: <strong>tener todo el cat&#xE1;logo en exhibici&#xF3;n en la p&#xE1;gina de inicio, como si fuera un feed de redes sociales</strong>. Esta tercera opci&#xF3;n termin&#xF3; siendo la elegida.</p><p>A partir de toda esta informaci&#xF3;n, y para orientar el resto del proceso de dise&#xF1;o, cre&#xE9; un flujo de usuario y un mapa de sitio sencillos:</p><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2021/11/sitemapCafuneEspa-ol.svg" class="kg-image" alt="Cafun&#xE9; - Web" loading="lazy" width="5569" height="6124"><figcaption>Cafun&#xE9;&apos;s sitemap</figcaption></figure><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2021/11/user-flow-CafuneES.svg" class="kg-image" alt="Cafun&#xE9; - Web" loading="lazy"><figcaption>User flow for the website</figcaption></figure><p>Para continuar con el proceso de dise&#xF1;o visual, comenc&#xE9; a analizar la marca y sus caracter&#xED;sticas. L<strong>a marca ya ten&#xED;a una paleta de colores bien definida y un estilo general, as&#xED; que recopil&#xE9; referencias con un enfoque similar</strong>: colores tierra, l&#xED;neas delicadas, sensaci&#xF3;n de mano alzada. El cliente quer&#xED;a en espec&#xED;fico secciones limpias y bien definidas para su sitio, as&#xED; que bas&#xE9; los primeros wireframes en este concepto.</p><!--kg-card-begin: html--><p>
  <a class="btn btn-primary text-white" data-bs-toggle="collapse" href="#fullWebsiteIpro" role="button" aria-expanded="false" aria-controls="fullWebsiteIpro">
    Wireframe (screenshot) &#x2193;
  </a>
</p>
<div class="collapse" id="fullWebsiteIpro">
  <div class="card card-body">
    <img src="http://localhost:2368/content/images/2021/11/firstWireframeCafun-.jpg" alt="Cafun&#xE9; - Web">
  </div>
</div><!--kg-card-end: html--><p>A partir de los wireframes iniciales y la gu&#xED;a de estilo preexistente, present&#xE9; los estilos y componentes principales del sitio:</p><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2021/11/cafuneColours.svg" class="kg-image" alt="Cafun&#xE9; - Web" loading="lazy" width="270" height="368"><figcaption>site colours</figcaption></figure><p>Como se trataba de la web de una tienda, le di a las fotograf&#xED;as el mayor peso visual, resalt&#xE1;ndolas con collages y tama&#xF1;os grandes.</p><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2021/11/photographyCafune.png" class="kg-image" alt="Cafun&#xE9; - Web" loading="lazy" width="1545" height="2135" srcset="http://localhost:2368/content/images/size/w600/2021/11/photographyCafune.png 600w, http://localhost:2368/content/images/size/w1000/2021/11/photographyCafune.png 1000w, http://localhost:2368/content/images/2021/11/photographyCafune.png 1545w" sizes="(min-width: 720px) 720px"><figcaption>Some of the photos provided by the client</figcaption></figure><p>Para la tipograf&#xED;a, dise&#xF1;&#xE9; una escala tipogr&#xE1;fica de alto contraste.</p><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2021/11/cafune-typography.svg" class="kg-image" alt="Cafun&#xE9; - Web" loading="lazy" width="734" height="387"><figcaption>Estilo de la tipograf&#xED;a principal. Uso de monospace para textos decorativos</figcaption></figure><figure class="kg-card kg-image-card kg-card-hascaption"><img src="http://localhost:2368/content/images/2021/11/typographyDisplay.svg" class="kg-image" alt="Cafun&#xE9; - Web" loading="lazy" width="791" height="1044"><figcaption>Encabezados display</figcaption></figure><p>Us&#xE9; una tipograf&#xED;a monospace (Roboto mono) para texto decorativo como la definici&#xF3;n del nombre de la marca.</p><figure class="kg-card kg-image-card"><img src="http://localhost:2368/content/images/2021/11/decorative-test.svg" class="kg-image" alt="Cafun&#xE9; - Web" loading="lazy" width="309" height="115"></figure><p><strong>Los botones impulsan la interacci&#xF3;n de este sitio.</strong> Dise&#xF1;&#xE9; dos estilos principales para los botones: el secundario, delineado y utilizado para enlaces de redes sociales y enlaces de productos y uno primario verde utilizado para el CTA principal del sitio: ir al cat&#xE1;logo.</p><figure class="kg-card kg-image-card"><img src="http://localhost:2368/content/images/2021/11/cafune-buttons.svg" class="kg-image" alt="Cafun&#xE9; - Web" loading="lazy" width="673" height="378"></figure><p>Para agregar interacci&#xF3;n a los botones, hice esta suave animaci&#xF3;n de hover.</p><!--kg-card-begin: html--><div style="padding:33.75% 0 0 0;position:relative;"><iframe src="https://player.vimeo.com/video/642880384?h=bf6beb5a0d&amp;badge=0&amp;autopause=0&amp;player_id=0&amp;app_id=58479" frameborder="0" allow="autoplay; fullscreen; picture-in-picture" allowfullscreen style="position:absolute;top:0;left:0;width:100%;height:100%;" title="hover-button"></iframe></div><script src="https://player.vimeo.com/api/player.js"></script><!--kg-card-end: html--><p><strong>El lenguaje visual de la marca se basa en gran medida en ilustraciones lineares m&#xED;nimas. Cre&#xE9; algunas ilustraciones personalizadas en un estilo similar para usarlas como elementos decorativos</strong>. Tambi&#xE9;n us&#xE9; versiones reducidas de este tipo de ilustraciones para crear los &#xED;conos para el sitio.</p><figure class="kg-card kg-image-card"><img src="http://localhost:2368/content/images/2021/11/illustration-icons.svg" class="kg-image" alt="Cafun&#xE9; - Web" loading="lazy"></figure><p>Las cards son los componentes b&#xE1;sicos del cat&#xE1;logo en el sitio. Dise&#xF1;&#xE9; estas cards para combinar con el flujo de la p&#xE1;gina y hacer una experiencia de usuario m&#xE1;s consistente.</p><figure class="kg-card kg-image-card"><img src="http://localhost:2368/content/images/2021/11/cards-1.svg" class="kg-image" alt="Cafun&#xE9; - Web" loading="lazy"></figure><p>Una vez que se aprob&#xF3; el dise&#xF1;o final, comenc&#xE9; a construir el sitio. <strong>Program&#xE9; el sitio web utilizando Ghost CMS, un sistema de gesti&#xF3;n de contenido de c&#xF3;digo abierto, como un headless CMS y Eleventy como el generador de sitios est&#xE1;ticos</strong>. Incursionar directamente en la arquitectura Jamstack sin conocimientos previos fue un desaf&#xED;o al principio, pero el desaf&#xED;o brind&#xF3; grandes oportunidades de aprendizaje.</p><p> Constru&#xED; el tema del sitio personalizado sobre el tema predeterminado de Ghost, Casper. Modifiqu&#xE9; las plantillas principales en el lenguaje de plantillas de Handlebars y agregu&#xE9; interacciones de front-end de JavaScript personalizadas. (Por ejemplo, el tema Casper predeterminado no tiene una barra de navegaci&#xF3;n plegable, as&#xED; que constru&#xED; una yo misma). Decid&#xED; no usar ning&#xFA;n frameowrk de interfaz de usuario como Bootstrap para este proyecto. No solo para evitar el aspecto uniforme que los frameworks pueden dar, sino tambi&#xE9;n como un desaf&#xED;o para m&#xED; misma.</p><p>Puedes chequear el sitio final <a href="https://www.cafune-lima.com/?ref=localhost">aqu&#xED;.</a></p>]]></content:encoded></item><item><title><![CDATA[Sobre mí]]></title><description><![CDATA[<p>Me gusta la m&#xFA;sica, las computadoras, el arte y el chocolate. &#x1F913;</p><p>Soy un dise&#xF1;ador que programa y siempre estoy aprendiendo cosas nuevas. Mi principal meta laboral es seguir creciendo y ganando nuevos conocimentos.</p><p>Puedes contactarme a mi <a href="mailto:mt.romero.antonioli@gmail.com?ref=localhost">correo</a> o por &#xA0;<a href="https://www.linkedin.com/in/mtromeroa/?ref=localhost">LinkedIn</a>.</p><p>CV:</p><!--kg-card-begin: html--><a class="btn btn-primary col-12 col-md-3 d-block text-white" target="_blank" href="https://drive.google.com/file/d/1OZUh9MNq7JEJQwzJuYho4tXf55BNneSs/view?usp=sharing&amp;ref=localhost">PDF</a><!--kg-card-end: html--><figure class="kg-card kg-image-card"><img src="http://localhost:2368/content/images/2023/05/Mar-a-Teresa-Romero-Espa-ol-1.svg" class="kg-image" alt loading="lazy" width="1080" height="1638"></figure>]]></description><link>http://localhost:2368/es/sobre-mi/</link><guid isPermaLink="false">617d7ec3713e44132c8149f8</guid><dc:creator><![CDATA[es]]></dc:creator><pubDate>Sat, 30 Oct 2021 17:20:15 GMT</pubDate><content:encoded><![CDATA[<p>Me gusta la m&#xFA;sica, las computadoras, el arte y el chocolate. &#x1F913;</p><p>Soy un dise&#xF1;ador que programa y siempre estoy aprendiendo cosas nuevas. Mi principal meta laboral es seguir creciendo y ganando nuevos conocimentos.</p><p>Puedes contactarme a mi <a href="mailto:mt.romero.antonioli@gmail.com?ref=localhost">correo</a> o por &#xA0;<a href="https://www.linkedin.com/in/mtromeroa/?ref=localhost">LinkedIn</a>.</p><p>CV:</p><!--kg-card-begin: html--><a class="btn btn-primary col-12 col-md-3 d-block text-white" target="_blank" href="https://drive.google.com/file/d/1OZUh9MNq7JEJQwzJuYho4tXf55BNneSs/view?usp=sharing&amp;ref=localhost">PDF</a><!--kg-card-end: html--><figure class="kg-card kg-image-card"><img src="http://localhost:2368/content/images/2023/05/Mar-a-Teresa-Romero-Espa-ol-1.svg" class="kg-image" alt loading="lazy" width="1080" height="1638"></figure>]]></content:encoded></item></channel></rss>